[
  {
    "day": "Unknown",
    "start": "0300",
    "end": "0400",
    "venue": "launderette",
    "artist": "Black Kes",
    "description": "Black Kes are four skiffling troubadours playing avant-guarde chicken in a basket tunes for your enjoyment. They've been described as 'a Poundland Flaming Lips' as well as 'the best and worst band I have ever seen in thirty-five years of rock and roll'.",
    "genre": "Punk",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1289.jpg"
  },
  {
    "day": "Saturday",
    "start": "0300",
    "end": "0400",
    "venue": "launderette",
    "artist": "Cutty",
    "description": "Cutty is a dynamic duo hailing from Hull, UK. The duo, comprised of Amy Precious, a singer and artist, and Kev La Kat, a multi-instrumentalist and producer, first crossed paths at Dive HU5, a local bar where Amy worked and Kev DJed. What started as a simple conversation led to a creative partnership when Amy asked Kev to help produce music for her upcoming art exhibition. Their shared love of 90s trip-hop, Björk, Beck, funkadelic, and electronic music quickly became the foundation for their collaboration. After a productive period of creating and releasing only a portion of their work, Cutty decided to take a break to refine their sound. Over the last year, they focused on creating a new batch of songs, picking the best to form their upcoming EP, Pump Funk. The first single, \"Ain’t Talking,\" and now \"One Shot\" is a glimpse into the dynamic duo’s evolution, with bold beats and unique production, signaling exciting things to come.",
    "genre": "Punk",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1768.jpg"
  },
  {
    "day": "Saturday",
    "start": "0200",
    "end": "0300",
    "venue": "launderette",
    "artist": "Jodie Langford",
    "description": "Jodie Langford is a firm staple of the Hull music scene and over the past year has become a festival showstopper and dominated stages across the UK with her unique blend of electro party punk. She’s here to have a good time and if you get it, you get it! She uses her ferocious voice and incredible wordplay to craft relatable, humorous tales tackling everything from downing pints, dead-end jobs, and the government, to more abstract concepts with instant shout along choruses. Always by her side is her trusted producer/DJ, Endoflevelbaddie, who channels her raw unfiltered energy and carves a sound that darts between thrashing Post Punk sensibilities, fevered Techno rhythms and filthy Drum & Bass chaos.",
    "genre": "Punk",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1505.jpg"
  },
  {
    "day": "Saturday",
    "start": "0100",
    "end": "0200",
    "venue": "launderette",
    "artist": "ROTHCO",
    "description": "From their genesis ROTHCO have embraced chaos and chemistry, fusing their wildly different tastes into something they've dubbed \"Technicolour New Wave\" - a heady blend of experimental grit, theatrical energy and melodic instinct that resists easy classification. Oozing with authenticity and big Yorkshire energy, their sound is an alluring blend of influences that impresses in it's effortless blending of elements from abrasive punk, brooding psychadelic, disco and gothic post-punk",
    "genre": "Punk",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1760.jpg"
  },
  {
    "day": "Saturday",
    "start": "0000",
    "end": "0100",
    "venue": "launderette",
    "artist": "The Caterpillar Spies",
    "description": "Featuring current members and former members of  some of Hull’s best bands including LIFE, Fonda 500, Bunkerpop, Candid Faces, Chubby Mam, The Favours, Stuka and The Rocky Nest… The Caterpillar Spies play gentle, wonky songs about the inevitable reality of death, life and loving in the 21st century. With a colourful spectrum of slo-fi  instrumentation including finger picking guitar, bass, drums, violin, piano, cello, flute, melodica, glockenspiel, tap shoes, percussion and joyous group sing-a-longs… subtle and kind… The Caterpillar Spies echo the sounds of such luminaries as Belle & Sebastian, Gorky’s Zygotic Mynci and 3rd album era The Velvet Underground.",
    "genre": "Punk",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1764.jpg"
  },
  {
    "day": "Saturday",
    "start": "2300",
    "end": "0000",
    "venue": "launderette",
    "artist": "Badly Dressed Boy",
    "description": "*",
    "genre": "Punk",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1763.jpg"
  },
  {
    "day": "Saturday",
    "start": "2200",
    "end": "2300",
    "venue": "launderette",
    "artist": "Birkham",
    "description": "Emo Dance Music DJ from Yorkshire",
    "genre": "Punk",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1762.jpg"
  },
  {
    "day": "Saturday",
    "start": "2100",
    "end": "2200",
    "venue": "launderette",
    "artist": "Bob Leyland",
    "description": "A.K.A. Don Bobbio; the architect of Herbal Mafia - one of the UK's longest running beats / breaks / drum&bass club nights, bringing the beats since 2005. As well as co-founder of reggae veterans: Irie Vibes Sound System; and owner / manager of The Crescent Community Venue, based in York. Expect positive, vinyl-only vibrations from this Beat-Herder regular; ranging from homegrown hiphop and breaks, to bass heavy roots, reggae and dub, jam packed full of classic anthems and underground bangers!",
    "genre": "Punk",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1766.jpg"
  },
  {
    "day": "Saturday",
    "start": "2000",
    "end": "2100",
    "venue": "launderette",
    "artist": "Jono",
    "description": "Jono is dedicated to spreading the universal energy of music. Always with a soulful and loving touch, and with the free spirit of Jazz as the absolute backbone of what he does - Jono has been selecting, curating, promoting and supporting independent music, artists and labels for over 25 years on the underground scene. Musicality and feeling drives what he loves the most – getting the music on. His 2 year BE MORE WELL monthly residency on Voices Radio (LDN) navigates Ambient, Jazz Forays, Electronic experiments, Field recordings, samples and spoken word, whilst at the club his ¡TROPICA! and Lift Your Feet parties give full dancefloor focus and energy release.",
    "genre": "Punk",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1498.jpg"
  },
  {
    "day": "Saturday",
    "start": "1900",
    "end": "2000",
    "venue": "launderette",
    "artist": "Lord Gid",
    "description": "DJ, dancer, dub freak, incompetent record collector, maker of good fun, believer in the power of community & music for over 30 years. Partly irresponsible for such delights as Normal, pigeonhold, Invisible College and the infamous, inglorious What the…? parties. Now fermenting low key chaos in the Midlands as part of Stranger Tractor.",
    "genre": "Punk",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1761.jpg"
  },
  {
    "day": "Saturday",
    "start": "1800",
    "end": "1900",
    "venue": "launderette",
    "artist": "Sarah Tonin",
    "description": "Jungle Drum and Bass DJ",
    "genre": "Punk",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1767.jpg"
  },
  {
    "day": "Friday",
    "start": "0300",
    "end": "0400",
    "venue": "launderette",
    "artist": "Drooligan",
    "description": "Electro-pop bangers and house grooves infused with humour. Beats, basslines, synths and soaring choruses. All smothered in found poetry pinched from the strangest of everyday of places. From the car parks of Scarborough to the back streets of Leeds.",
    "genre": "Punk",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1277.jpg"
  },
  {
    "day": "Friday",
    "start": "0200",
    "end": "0300",
    "venue": "launderette",
    "artist": "Mickey Nomimono",
    "description": "Delivering visceral honesty over hard hitting, electronic punk out of Manchester UK: This is Mickey Nomimono.",
    "genre": "Punk",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1499.jpg"
  },
  {
    "day": "Friday",
    "start": "0100",
    "end": "0200",
    "venue": "launderette",
    "artist": "The Dyr Sister",
    "description": "The Dyr Sister's Fairy-tales for the Modern Gentleman is an ever-growing compendium of anti-ballads chronicling the banality of modern existence. Combining contemporary folk with post-hiphop and electronic music genres the songs are delivered with driving percussive beats via a backdrop of strings and layered with haunting and ethereal vocal harmonies.",
    "genre": "Punk",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1496.jpg"
  },
  {
    "day": "Friday",
    "start": "0000",
    "end": "0100",
    "venue": "launderette",
    "artist": "The PlumberDrummer UK",
    "description": "The PlumberDrummer UK, aka Nathan Robinson, is a British street performer and percussionist known for creating music using drainpipes and flip-flops. He deLivers energetic, interactive shows at events, international shows, schools, and public spaces, blending rhythm with entertainment.",
    "genre": "Punk",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1765.jpg"
  },
  {
    "day": "Friday",
    "start": "2300",
    "end": "0000",
    "venue": "launderette",
    "artist": "Dansu Furoa",
    "description": "*",
    "genre": "Punk",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1770.jpg"
  },
  {
    "day": "Friday",
    "start": "2200",
    "end": "2300",
    "venue": "launderette",
    "artist": "Deo",
    "description": "York based DJ, founder of Chameleon.",
    "genre": "Punk",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1771.jpg"
  },
  {
    "day": "Friday",
    "start": "2100",
    "end": "2200",
    "venue": "launderette",
    "artist": "Ezy Ryder",
    "description": "*",
    "genre": "Punk",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1502.jpg"
  },
  {
    "day": "Friday",
    "start": "2000",
    "end": "2100",
    "venue": "launderette",
    "artist": "Hedstate",
    "description": "Hedstate' The brain child of DJ Badly Dressed Boy and producer Just Joolz began back in York in 1998 and has undergone many transformations over the years. From humble beginnings as a jam between decks and an MPC through a full Live band to an album of mashups working along side Tom 'Tinkermuffin' Maynard. With Joolz now living in Vietnam, bouncing beats across the world and producing some of their best material to date. Who knows what the future will hold for the ever evolving Hedstate Collective! Watch this space!...and remember....if you still got em, you ain't hit rock bottom!  Hedstate's own Tinkermuffin & Badly Dressed Boy have been creating a series of Eclectic Downbeat, Loungecore mixes called Smoke Em If You Got Em over the last 10+ years. Currently working on Volume 28 of the series. Listen to these mixes and many more on their mixcloud page: www.mixcloud.com/Hedstate",
    "genre": "Punk",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1769.jpg"
  },
  {
    "day": "Friday",
    "start": "1900",
    "end": "2000",
    "venue": "launderette",
    "artist": "Jarmouse",
    "description": "DISCO FICTION // RAVE GAMES. Electro bangers and party chaos. Stories to dance to. Prizes to be won.",
    "genre": "Punk",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1504.jpg"
  },
  {
    "day": "Friday",
    "start": "1800",
    "end": "1900",
    "venue": "launderette",
    "artist": "Passmore Experience",
    "description": "With a music collection spanning two decades and a deep love for all rhythmical beats. Sam Passmore revels in soapy things such as Disco, Electro, House, and Techno. Presume nothing and enjoy the foamy experience.",
    "genre": "Punk",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1773.jpg"
  },
  {
    "day": "Friday",
    "start": "1700",
    "end": "1800",
    "venue": "launderette",
    "artist": "Tinker Muffin",
    "description": "Local York legend \"Tinkermuffin\" and co-founder of Mashed (which celebrates its 10th Birthday this year), has a huge musical background. Working for the BBC, producing fresh original tracks as well as remixing, editing, mash-ups and bootlegs. Not to mention the audio capturing, events archiving, sampling, repairing audio equipment and all the side projects he has on the go at any given time. Always a certified great set from the Tinkermuffin. Favourite genres include Reggae, Drum & Bass, Mashups, Party Edits, Bootlegs.... Co-Founder & Resident at MASHED, Crescent Community Venue, York. One half of the Drum & Bass duo Personal Space Invaders. Part of the long standing collective known as Hedstate. Resident at Jammin' @ Rise. Working this craft for 25+ years...!",
    "genre": "Punk",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1494.jpg"
  },
  {
    "day": "Sunday",
    "start": "0300",
    "end": "0400",
    "venue": "launderette",
    "artist": "Petrol Hoers",
    "description": "High-energy rave punk fronted by a horse",
    "genre": "Punk",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1293.jpg"
  },
  {
    "day": "Sunday",
    "start": "0200",
    "end": "0300",
    "venue": "launderette",
    "artist": "Drummie Dave",
    "description": "Global Music DJ – tropical roots to contemporary shoots",
    "genre": "Punk",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1497.jpg"
  },
  {
    "day": "Sunday",
    "start": "0100",
    "end": "0200",
    "venue": "launderette",
    "artist": "Mark Thompson",
    "description": "Mark has been djing on the East Coast of UK for many years providing beats and rhythms from around world at Coastival and Musicport Festivals and also as part of Tropica djs and most recently with Disco Disposition dj collective. Expect music to move your feet and lift your soul.",
    "genre": "Punk",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1507.jpg"
  },
  {
    "day": "Sunday",
    "start": "0000",
    "end": "0100",
    "venue": "launderette",
    "artist": "Personal Space Invaders",
    "description": "*",
    "genre": "Punk",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1772.jpg"
  },
  {
    "day": "Sunday",
    "start": "2300",
    "end": "0000",
    "venue": "launderette",
    "artist": "Yeastie Boy",
    "description": "*",
    "genre": "Punk",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1501.jpg"
  },
  {
    "day": "Sunday",
    "start": "0300",
    "end": "0400",
    "venue": "sunrise",
    "artist": "ASHSTAFARI",
    "description": "*",
    "genre": "Psy-Trance",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1712.jpg"
  },
  {
    "day": "Sunday",
    "start": "0200",
    "end": "0300",
    "venue": "sunrise",
    "artist": "Electrick Blue",
    "description": "With her exquisite track selection, solid sense of groove and choice cutting edge psychedelic music, Electrick Blue has gained a well deserved reputation as a must see multi genre DJ all over the Northern UK psychedelic underground scene. She has performed at many festivals and events including Anthropos, Beatherder, Equinox, Solfest and more.",
    "genre": "Psy-Trance",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1297.jpg"
  },
  {
    "day": "Sunday",
    "start": "0100",
    "end": "0200",
    "venue": "sunrise",
    "artist": "Fuzzy Logic",
    "description": "*",
    "genre": "Psy-Trance",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1711.jpg"
  },
  {
    "day": "Sunday",
    "start": "0000",
    "end": "0100",
    "venue": "sunrise",
    "artist": "Lost Element",
    "description": "DJ and Producer since 2008, with a passion for psy prog, morning, melodic full-on and related styles of psychedelic trance.Founder of Elemental Psytrance, Resident for Crystal Kids, Remedy and Audioaddictz, and a regular booking for Sunrise and Tribal Sphere.",
    "genre": "Psy-Trance",
    "image": "https://beatherder.co.uk/assets/thumbs/artist438.jpg"
  },
  {
    "day": "Sunday",
    "start": "2300",
    "end": "0000",
    "venue": "sunrise",
    "artist": "Prognosis",
    "description": "Geordie national treasure Craig (Aka Cosmouse) returns to the fields to spread some vintage cheese and in-date cream crackers.",
    "genre": "Psy-Trance",
    "image": "https://beatherder.co.uk/assets/thumbs/artist440.jpg"
  },
  {
    "day": "Sunday",
    "start": "2200",
    "end": "2300",
    "venue": "sunrise",
    "artist": "Tekno Hippie",
    "description": "*",
    "genre": "Psy-Trance",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1467.jpg"
  },
  {
    "day": "Friday",
    "start": "0300",
    "end": "0400",
    "venue": "sunrise",
    "artist": "Andy Mason",
    "description": "International superstar DJ producer Andy Mason is back again to grace the Sunrise stage with his under-pants beats. He holds the title of DJ who has the least distance to travel and has been known to fire dance in his budgie smugglers. Now that’s not to be missed.",
    "genre": "Psy-Trance",
    "image": "https://beatherder.co.uk/assets/thumbs/artist434.jpg"
  },
  {
    "day": "Friday",
    "start": "0200",
    "end": "0300",
    "venue": "sunrise",
    "artist": "Mellonskop",
    "description": "Mellonskop has dedicated himself to collecting and playing only the highest grade music , his sets are filled with high energy sounds , always moving forward the blast way",
    "genre": "Psy-Trance",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1463.jpg"
  },
  {
    "day": "Friday",
    "start": "0100",
    "end": "0200",
    "venue": "sunrise",
    "artist": "Mikki",
    "description": "*",
    "genre": "Psy-Trance",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1468.jpg"
  },
  {
    "day": "Friday",
    "start": "0000",
    "end": "0100",
    "venue": "sunrise",
    "artist": "Ramizes",
    "description": "",
    "genre": "Psy-Trance",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1695.jpg"
  },
  {
    "day": "Friday",
    "start": "2300",
    "end": "0000",
    "venue": "sunrise",
    "artist": "Thallom",
    "description": "",
    "genre": "Psy-Trance",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1694.jpg"
  },
  {
    "day": "Saturday",
    "start": "0300",
    "end": "0400",
    "venue": "sunrise",
    "artist": "Edstorm",
    "description": "Storming bowlerhat theamed psy trance from the one and only EDStorm",
    "genre": "Psy-Trance",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1465.jpg"
  },
  {
    "day": "Saturday",
    "start": "0200",
    "end": "0300",
    "venue": "sunrise",
    "artist": "Inner Cinema",
    "description": "Residents of The Beats Bizarre, Inner Cinema are the audio visual collaboration between Magiclantern & Electrick Blue. Hailing from the northern wastelands, they play psytrance & psychedelic techno, combining impeccable tune selection with formidable visuals.",
    "genre": "Psy-Trance",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1299.jpg"
  },
  {
    "day": "Saturday",
    "start": "0100",
    "end": "0200",
    "venue": "sunrise",
    "artist": "MagicAura",
    "description": "",
    "genre": "Psy-Trance",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1701.jpg"
  },
  {
    "day": "Saturday",
    "start": "0000",
    "end": "0100",
    "venue": "sunrise",
    "artist": "Magiclantern",
    "description": "Magiclantern has been at the forefront of the UK psychedelic underground since before the turn of the century. His DJ and VJ residencies have included Cabbage, Kulu & Sunrise to name a few. He has had the pleasure VJ & DJ sets at many festivals and events including Ozora, Noisily, Anthropos, Solfest, All About Love.",
    "genre": "Psy-Trance",
    "image": "https://beatherder.co.uk/assets/thumbs/artist247.jpg"
  },
  {
    "day": "Saturday",
    "start": "2300",
    "end": "0000",
    "venue": "sunrise",
    "artist": "Mr Chukkel",
    "description": "Mr Chukkel has been DJ’ing since 1996 and played his first festival back in 2008, since becoming a well-known face in the PSY-Trance festival and party scene . As well as PSY-Trance he likes to mix things up with some bouncy Tech-House, Deep Techno and Electro-Swing. Whatever he plays be sure to bring your dancing shoes.",
    "genre": "Psy-Trance",
    "image": "https://beatherder.co.uk/assets/thumbs/artist244.jpg"
  },
  {
    "day": "Saturday",
    "start": "2200",
    "end": "2300",
    "venue": "sunrise",
    "artist": "Mr Toad",
    "description": "Playing the latest Psy-trance hits from a lily pad near\r\nyou...",
    "genre": "Psy-Trance",
    "image": "https://beatherder.co.uk/assets/thumbs/artist250.jpg"
  },
  {
    "day": "Saturday",
    "start": "2100",
    "end": "2200",
    "venue": "sunrise",
    "artist": "OSDJ",
    "description": "",
    "genre": "Psy-Trance",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1699.jpg"
  },
  {
    "day": "Saturday",
    "start": "2000",
    "end": "2100",
    "venue": "sunrise",
    "artist": "Ed Tangent",
    "description": "Sunrise front man Ed has been the main organiser for Sunrise forever and has been promoting the underground in the northwest from the early 90’s. His DJ career has remained solid throughout the past decades with a following throughout the UK and beyond.",
    "genre": "Psy-Trance",
    "image": "https://beatherder.co.uk/assets/thumbs/artist242.jpg"
  },
  {
    "day": "Saturday",
    "start": "0300",
    "end": "0400",
    "venue": "the-parish-church",
    "artist": "A Gift From God (Paul Taylor)",
    "description": "*",
    "genre": "Garage",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1722.jpg"
  },
  {
    "day": "Saturday",
    "start": "0200",
    "end": "0300",
    "venue": "the-parish-church",
    "artist": "Bash the Bible with Buck",
    "description": "*",
    "genre": "Garage",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1720.jpg"
  },
  {
    "day": "Saturday",
    "start": "0100",
    "end": "0200",
    "venue": "the-parish-church",
    "artist": "Church Coffee and Tombola with the Naughty Nuns",
    "description": "Expect the unexpected. God will provide a tombolo, confession with the naughty nuns and high jinx.",
    "genre": "Garage",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1480.jpg"
  },
  {
    "day": "Saturday",
    "start": "0000",
    "end": "0100",
    "venue": "the-parish-church",
    "artist": "Ed's Cowbell congregation",
    "description": "*",
    "genre": "Garage",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1721.jpg"
  },
  {
    "day": "Saturday",
    "start": "2300",
    "end": "0000",
    "venue": "the-parish-church",
    "artist": "Father Blackburn",
    "description": "Our Scouse Father, who art in Heaven, Hallowed be thy Rave. when Beat-Herder comes, this Scouse is the one! Expect an eclectic mix of dance floor bad boys to groove you into the heavens.",
    "genre": "Garage",
    "image": "https://beatherder.co.uk/assets/thumbs/artist869.jpg"
  },
  {
    "day": "Saturday",
    "start": "2200",
    "end": "2300",
    "venue": "the-parish-church",
    "artist": "Free Your Faith with Fred",
    "description": "",
    "genre": "Garage",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1718.jpg"
  },
  {
    "day": "Saturday",
    "start": "2100",
    "end": "2200",
    "venue": "the-parish-church",
    "artist": "He is the messiah, he's Psychederek",
    "description": "*",
    "genre": "Garage",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1723.jpg"
  },
  {
    "day": "Saturday",
    "start": "2000",
    "end": "2100",
    "venue": "the-parish-church",
    "artist": "It's the Messiah Psychederek B2B with Brother Bobby Thorpe.",
    "description": "*",
    "genre": "Garage",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1759.jpg"
  },
  {
    "day": "Saturday",
    "start": "1900",
    "end": "2000",
    "venue": "the-parish-church",
    "artist": "Nancy The Communion Wafer",
    "description": "*",
    "genre": "Garage",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1719.jpg"
  },
  {
    "day": "Saturday",
    "start": "1800",
    "end": "1900",
    "venue": "the-parish-church",
    "artist": "The Beat-Herder Parish Church's Saturday Sermon",
    "description": "Repent your sins! Raise your voices, throw your knickers in the air and be absolved! With Reverend Rave, the Beat-herder Church Choir and the naughty nuns join our wonky congregation for singing, dancing and general misbehaviour.",
    "genre": "Garage",
    "image": "https://beatherder.co.uk/assets/thumbs/artist859.jpg"
  },
  {
    "day": "Saturday",
    "start": "1700",
    "end": "1800",
    "venue": "the-parish-church",
    "artist": "The Body and Blood of Bush Rush",
    "description": "",
    "genre": "Garage",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1717.jpg"
  },
  {
    "day": "Thursday",
    "start": "0300",
    "end": "0400",
    "venue": "the-parish-church",
    "artist": "Benny the Baptist Vs Joe and his Technicolour Wet dream Coat",
    "description": "This man has been showered in some unholy liquids and come out Baptised with a filthy beat. prepare for him to rain his blessings down on you, in the form a dirty drop!! This time the fluids will be flowing with the addition of Joesephs wet dream Coat.",
    "genre": "Garage",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1478.jpg"
  },
  {
    "day": "Thursday",
    "start": "0200",
    "end": "0300",
    "venue": "the-parish-church",
    "artist": "God is a JDJ",
    "description": "And tonight god is a JDJ! I cant get no sleep!",
    "genre": "Garage",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1470.jpg"
  },
  {
    "day": "Thursday",
    "start": "0100",
    "end": "0200",
    "venue": "the-parish-church",
    "artist": "Reverend Rave and Mc Choir boy Quentin's Parish Party",
    "description": "Thursday and Friday",
    "genre": "Garage",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1472.jpg"
  },
  {
    "day": "Thursday",
    "start": "0000",
    "end": "0100",
    "venue": "the-parish-church",
    "artist": "The Confession Sisters",
    "description": "Grab your rosary beads now and prepare to tell all of your sins, to Keighleys finest duo the confession sisters. AKA The Fusion Brothers.",
    "genre": "Garage",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1471.jpg"
  },
  {
    "day": "Thursday",
    "start": "2300",
    "end": "0000",
    "venue": "the-parish-church",
    "artist": "The Religious Radish",
    "description": "Thursday and Friday",
    "genre": "Garage",
    "image": "https://beatherder.co.uk/assets/thumbs/artist867.jpg"
  },
  {
    "day": "Thursday",
    "start": "2200",
    "end": "2300",
    "venue": "the-parish-church",
    "artist": "The Tim Commandments",
    "description": "In the Book of Exodus the lord hath sent down his word to the mighty Tim and he is ready to spead the good word to the failthul flock, in the form oldskool piano house bangers.",
    "genre": "Garage",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1469.jpg"
  },
  {
    "day": "Friday",
    "start": "0300",
    "end": "0400",
    "venue": "the-parish-church",
    "artist": "Bongo Dave and The Nun DMC Collective",
    "description": "*",
    "genre": "Garage",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1479.jpg"
  },
  {
    "day": "Friday",
    "start": "0200",
    "end": "0300",
    "venue": "the-parish-church",
    "artist": "Louis the Choir Boy",
    "description": "",
    "genre": "Garage",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1714.jpg"
  },
  {
    "day": "Friday",
    "start": "0100",
    "end": "0200",
    "venue": "the-parish-church",
    "artist": "Minister Dipp",
    "description": "Straight from Liverpool's warehouses and clubs, DiPP is a tech house music DJ and producer. Weve dragged him out of the studio to get the Church jumping with his funky music style!",
    "genre": "Garage",
    "image": "https://beatherder.co.uk/assets/thumbs/artist851.jpg"
  },
  {
    "day": "Friday",
    "start": "0000",
    "end": "0100",
    "venue": "the-parish-church",
    "artist": "Sinning with Sliced Tomatoes",
    "description": "*",
    "genre": "Garage",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1095.jpg"
  },
  {
    "day": "Friday",
    "start": "2300",
    "end": "0000",
    "venue": "the-parish-church",
    "artist": "The Devine Davos",
    "description": "",
    "genre": "Garage",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1715.jpg"
  },
  {
    "day": "Friday",
    "start": "2200",
    "end": "2300",
    "venue": "the-parish-church",
    "artist": "The Funky Friars",
    "description": "*",
    "genre": "Garage",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1481.jpg"
  },
  {
    "day": "Friday",
    "start": "2100",
    "end": "2200",
    "venue": "the-parish-church",
    "artist": "Tropical Jesus Jones",
    "description": "",
    "genre": "Garage",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1716.jpg"
  },
  {
    "day": "Sunday",
    "start": "0300",
    "end": "0400",
    "venue": "the-parish-church",
    "artist": "Clumsy the Clergyman",
    "description": "",
    "genre": "Garage",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1725.jpg"
  },
  {
    "day": "Sunday",
    "start": "0200",
    "end": "0300",
    "venue": "the-parish-church",
    "artist": "Divine Dobson",
    "description": "*",
    "genre": "Garage",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1487.jpg"
  },
  {
    "day": "Sunday",
    "start": "0100",
    "end": "0200",
    "venue": "the-parish-church",
    "artist": "Rejoice with Rockin' Ellie",
    "description": "*",
    "genre": "Garage",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1724.jpg"
  },
  {
    "day": "Sunday",
    "start": "0000",
    "end": "0100",
    "venue": "the-parish-church",
    "artist": "Sabbath Sermon",
    "description": "Morning has broken, like the first morning, blackbird has spoken, like the first word! Ditch the hangover don your Sunday best and prepare to praise the lord, with the one and only Beat-Herder Parish Choir.",
    "genre": "Garage",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1488.jpg"
  },
  {
    "day": "Sunday",
    "start": "2300",
    "end": "0000",
    "venue": "the-parish-church",
    "artist": "Shut Up Shop Dave",
    "description": "*",
    "genre": "Garage",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1726.jpg"
  },
  {
    "day": "Friday",
    "start": "0300",
    "end": "0400",
    "venue": "the-snug",
    "artist": "Benny Strafford",
    "description": "",
    "genre": "Drum & Bass",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1746.jpg"
  },
  {
    "day": "Friday",
    "start": "0200",
    "end": "0300",
    "venue": "the-snug",
    "artist": "Dirtbox DJs",
    "description": "Venturing forth from the caves of their spiritual homeland of Keighley, the dirty dozen are responsible for that bloody great thing in’t corner that makes your ears go funny and your dangly bits tremble (the soundsystem). Prepare to get out of your box and deep into the dirt.",
    "genre": "Drum & Bass",
    "image": "https://beatherder.co.uk/assets/thumbs/artist590.jpg"
  },
  {
    "day": "Friday",
    "start": "0100",
    "end": "0200",
    "venue": "the-snug",
    "artist": "Fusion Brothers",
    "description": "",
    "genre": "Drum & Bass",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1745.jpg"
  },
  {
    "day": "Friday",
    "start": "0000",
    "end": "0100",
    "venue": "the-snug",
    "artist": "Josh Parkinson",
    "description": "",
    "genre": "Drum & Bass",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1747.jpg"
  },
  {
    "day": "Friday",
    "start": "2300",
    "end": "0000",
    "venue": "the-snug",
    "artist": "Natalie George",
    "description": "Nat is back with her uptempo vibe and banging tunes.",
    "genre": "Drum & Bass",
    "image": "https://beatherder.co.uk/assets/thumbs/artist940.jpg"
  },
  {
    "day": "Friday",
    "start": "2200",
    "end": "2300",
    "venue": "the-snug",
    "artist": "Ozzy Holt",
    "description": "",
    "genre": "Drum & Bass",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1744.jpg"
  },
  {
    "day": "Friday",
    "start": "2100",
    "end": "2200",
    "venue": "the-snug",
    "artist": "Richard Buck",
    "description": "Producer and Sound Guru bringing an impeccable selection.",
    "genre": "Drum & Bass",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1424.jpg"
  },
  {
    "day": "Friday",
    "start": "2000",
    "end": "2100",
    "venue": "the-snug",
    "artist": "Rose Greenwood",
    "description": "Rose is a singer and instrumentalist who has stepped behind the decks and dived seamlessly and headfirst into the North's stomping DJ scene. Mixing funky and classic house with breakbeat, she sets a bold and energetic vibe.",
    "genre": "Drum & Bass",
    "image": "https://beatherder.co.uk/assets/thumbs/artist941.jpg"
  },
  {
    "day": "Friday",
    "start": "1900",
    "end": "2000",
    "venue": "the-snug",
    "artist": "The Farmer",
    "description": "Get in me wheelbarrer ya dirty cow! The inebriated seed-sower has come to plough his way through The Snug like a combine harvester set to ‘destroy’. He’s bloody sick of churning butter and squeezing udders so watch out you lot, it’s harvest time!",
    "genre": "Drum & Bass",
    "image": "https://beatherder.co.uk/assets/thumbs/artist601.jpg"
  },
  {
    "day": "Saturday",
    "start": "0300",
    "end": "0400",
    "venue": "the-snug",
    "artist": "Chris Holt",
    "description": "Chris brings A Tropical Disco to town.",
    "genre": "Drum & Bass",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1754.jpg"
  },
  {
    "day": "Saturday",
    "start": "0200",
    "end": "0300",
    "venue": "the-snug",
    "artist": "Deejay Random",
    "description": "He's here , he's there , he's every fckn where and we love him for it . DMC mentalist bringing mayhem to The Snug and their freshly polished wheels of steel.",
    "genre": "Drum & Bass",
    "image": "https://beatherder.co.uk/assets/thumbs/artist588.jpg"
  },
  {
    "day": "Saturday",
    "start": "0100",
    "end": "0200",
    "venue": "the-snug",
    "artist": "Flowers",
    "description": "",
    "genre": "Drum & Bass",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1752.jpg"
  },
  {
    "day": "Saturday",
    "start": "0000",
    "end": "0100",
    "venue": "the-snug",
    "artist": "Fowler",
    "description": "",
    "genre": "Drum & Bass",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1751.jpg"
  },
  {
    "day": "Saturday",
    "start": "2300",
    "end": "0000",
    "venue": "the-snug",
    "artist": "Kaz McQ",
    "description": "",
    "genre": "Drum & Bass",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1748.jpg"
  },
  {
    "day": "Saturday",
    "start": "2200",
    "end": "2300",
    "venue": "the-snug",
    "artist": "Max Duffin",
    "description": "",
    "genre": "Drum & Bass",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1749.jpg"
  },
  {
    "day": "Saturday",
    "start": "2100",
    "end": "2200",
    "venue": "the-snug",
    "artist": "Mini Da Minx",
    "description": "Electro/ Bass House/ Breakbeat DJ with a deep passion for a dirty bassline, here’s a lady who is not scared to mix it up with all kinds of funky sh*t!",
    "genre": "Drum & Bass",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1753.jpg"
  },
  {
    "day": "Saturday",
    "start": "2000",
    "end": "2100",
    "venue": "the-snug",
    "artist": "Paul Verity",
    "description": "Burnley boy Paul has been mixing for a good twenty years now and has been bouncing around the local scene DJing out and about and promoting nights as well as mixing just for the sheer pleasure of it. He's got everything from funky breaks to drum and bass and hip-hop. A veritable labour of love you're sure to appreciate.",
    "genre": "Drum & Bass",
    "image": "https://beatherder.co.uk/assets/thumbs/artist598.jpg"
  },
  {
    "day": "Saturday",
    "start": "1900",
    "end": "2000",
    "venue": "the-snug",
    "artist": "Sanny",
    "description": "",
    "genre": "Drum & Bass",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1750.jpg"
  },
  {
    "day": "Saturday",
    "start": "1800",
    "end": "1900",
    "venue": "the-snug",
    "artist": "Tim Hamblin",
    "description": "After 30 successful years playing the posh one in Rentaghost Tim decided to give DJing a try. You can see how it's going here.",
    "genre": "Drum & Bass",
    "image": "https://beatherder.co.uk/assets/thumbs/artist565.jpg"
  },
  {
    "day": "Sunday",
    "start": "0300",
    "end": "0400",
    "venue": "the-snug",
    "artist": "Dead Horse Gang",
    "description": "Snug regular and great DJ.",
    "genre": "Drum & Bass",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1421.jpg"
  },
  {
    "day": "Sunday",
    "start": "0200",
    "end": "0300",
    "venue": "the-snug",
    "artist": "Dee Brown",
    "description": "From Shetland’s shores to Ibiza’s dancefloors, Dee brings decades of deck mastery and pure party energy. A Boombox Circus legend and Beat-Herder favorite, her sets blend house classics with fresh fire. Influenced by Derrick Carter and Honey Dijon, Dee’s vibe is timeless—expect grooves and guaranteed dancefloor magic.",
    "genre": "Drum & Bass",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1422.jpg"
  },
  {
    "day": "Sunday",
    "start": "0100",
    "end": "0200",
    "venue": "the-snug",
    "artist": "Mr Todd",
    "description": "Repping the Toon . Mr Todd is the big cheese behind The House Disciples movement rapidly gaining influence and respect all across the North East",
    "genre": "Drum & Bass",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1423.jpg"
  },
  {
    "day": "Sunday",
    "start": "0000",
    "end": "0100",
    "venue": "the-snug",
    "artist": "The Funk Philosopher",
    "description": "The Socrates of the subwoofer – the Nietzsche of the tweeter – this enlightened soul can be found lost in thought behind the decks, contemplating the mysteries of the world to the stimulating sound of ghetto funk so filthy it’ll have your sweat glands going postal. High and low culture never got rammed together so tightly.",
    "genre": "Drum & Bass",
    "image": "https://beatherder.co.uk/assets/thumbs/artist595.jpg"
  },
  {
    "day": "Saturday",
    "start": "0300",
    "end": "0400",
    "venue": "bushrocker-hi-fi",
    "artist": "Ramon Judah",
    "description": "Ramon Judah comes from a musical tradition, his father Sugar was a star in Liverpool and was an early mentor to the Beatles.Settled in London and became host at the now legendary Dub Club. He has sung on many sounds over the years including Jah Youth, Channel One and more",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1733.jpg"
  },
  {
    "day": "Saturday",
    "start": "0200",
    "end": "0300",
    "venue": "bushrocker-hi-fi",
    "artist": "Impressa",
    "description": "It's not a woman thing or a man thing, but a unification of the human race thing. Only through unity can people come together in acceptance and Love to create a better world. Impressa aka Sister Emma, part of the Bushy fam. Beatherder veteran, loaded with music from creation.",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1741.jpg"
  },
  {
    "day": "Saturday",
    "start": "0100",
    "end": "0200",
    "venue": "bushrocker-hi-fi",
    "artist": "Mighty Oak",
    "description": "Mighty Oak are soundman/builder/selector Ben, and producer/selector Jofis. They run their own record label and have played in session with a whos who of Sounds in the Reggae world. With a record box full of niceness, expect upliftment from the purest forces. Watch the Roots them grow.",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1742.jpg"
  },
  {
    "day": "Saturday",
    "start": "0000",
    "end": "0100",
    "venue": "bushrocker-hi-fi",
    "artist": "Alexis",
    "description": "Alexis is a solo vocalist collaborating with sound systems and producers in reggae, dub & dnb. Part of the Bushrocker Hi Fi family and known for frequently holding it down with the Impressa Sound crew too, get ready for the upliftment.",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1737.jpg"
  },
  {
    "day": "Saturday",
    "start": "2300",
    "end": "0000",
    "venue": "bushrocker-hi-fi",
    "artist": "Dub Attack",
    "description": "Formed in 2023, Dub Attack are a West Yorkshire based collective of long serving dub/roots producers, DJ’s and sound systems who have come together and collaborated to promote Dub music and all it's roots and branches, bringing people together to dance, socialise and reflect on the music…...",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1739.jpg"
  },
  {
    "day": "Saturday",
    "start": "2200",
    "end": "2300",
    "venue": "bushrocker-hi-fi",
    "artist": "Freedom Masses",
    "description": "Freedom Masses Sound System, the Original Dub Advertiser, Manchester (UK)\r\nOver 41 active years in the sound business, spreading heavyweight roots, steppers and dub culture, across the UK and Europe. Freedom Masses are known for deep bass, conscious lyrics, and powerful sound, championing unity and upliftment.",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1731.jpg"
  },
  {
    "day": "Saturday",
    "start": "2100",
    "end": "2200",
    "venue": "bushrocker-hi-fi",
    "artist": "General TG",
    "description": "Reggae selector & MC currently based in Manchester - with a passion for things Soundsystem. General TG is buzzing to bring his record collection to the Dub Centre Plus for some uplifting, deep and heavy vibes.",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1734.jpg"
  },
  {
    "day": "Saturday",
    "start": "2000",
    "end": "2100",
    "venue": "bushrocker-hi-fi",
    "artist": "Jah Joel",
    "description": "",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1729.jpg"
  },
  {
    "day": "Saturday",
    "start": "1900",
    "end": "2000",
    "venue": "bushrocker-hi-fi",
    "artist": "JoJo",
    "description": "JoJo is part of the Bushrocker Hi Fi family/One Love Lancaster crew, hes been working his way up through the sound, from lifting boxes to now DJing on a regular basis. Expect up front UK Dub/Steppers and high energy from this ever raising youth man talent,",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1439.jpg"
  },
  {
    "day": "Saturday",
    "start": "1800",
    "end": "1900",
    "venue": "bushrocker-hi-fi",
    "artist": "Kez Dubs",
    "description": "Kez Dubs is a female DJ hailing from Colne, specialising in Reggae, Dub & Roots music.",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1449.jpg"
  },
  {
    "day": "Saturday",
    "start": "1700",
    "end": "1800",
    "venue": "bushrocker-hi-fi",
    "artist": "Lioness Power",
    "description": "A female duo on a heartfelt mission to spread love, peace, and equality through the unifying power of Dub and Reggae music. Known for selecting tunes with uplifting lyrics, complemented by ethereal flutes, melodic horns and deep, resonant basslines.",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1732.jpg"
  },
  {
    "day": "Saturday",
    "start": "1600",
    "end": "1700",
    "venue": "bushrocker-hi-fi",
    "artist": "Matty Banton",
    "description": "Long time Bushrocker Hi Fi family member Matty is a familiar face in the Dub Centre Plus, expect up front modern Roots & Dub and much more from his record box. This youth came to rock the nations",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1445.jpg"
  },
  {
    "day": "Saturday",
    "start": "1500",
    "end": "1600",
    "venue": "bushrocker-hi-fi",
    "artist": "North Fire",
    "description": "North Fire Sound\r\nSound System collective based in the North rocking all styles and fashions. Have worked with a whose who in the festival & Reggae scene, high energy from start to finish.",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1735.jpg"
  },
  {
    "day": "Saturday",
    "start": "1400",
    "end": "1500",
    "venue": "bushrocker-hi-fi",
    "artist": "Spider",
    "description": "Spider the man from Jamdown, sent with a message from creation to warn all the nations to settle down and just be cool. A veteran soundman, Spider will be playing from his collection of records from nowadays to way back when for two hours Come vibes with the Spider Man. Expect reggae music from across the ages to make you rock and groove with all eight feet...",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1177.jpg"
  },
  {
    "day": "Saturday",
    "start": "1300",
    "end": "1400",
    "venue": "bushrocker-hi-fi",
    "artist": "Your Highness",
    "description": "Your Highness- Reggae music enthusiast, Selector, promoter and driving force of Underground Sound System for 8 years. Humble Rasta Sista.Traveler, kickboxer and a person who loves people and hiking in the mountains.",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1441.jpg"
  },
  {
    "day": "Friday",
    "start": "0300",
    "end": "0400",
    "venue": "bushrocker-hi-fi",
    "artist": "T-Meds",
    "description": "T-Meds - Bushrocker family member with an extensive record collection to rock the nations, one not to be missed !!!",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1728.jpg"
  },
  {
    "day": "Friday",
    "start": "0200",
    "end": "0300",
    "venue": "bushrocker-hi-fi",
    "artist": "Professor P",
    "description": "Jungle Studio is home, and laboratory of Professor P; Dub Scientist and operator of Freedom Masses Sound. Giving a platform to local artists and creating heavyweight dubs that cross boundaries. Hes also part of the Bushrocker Family and has rebuilt the sound over the years and has been passing on his knowledge of Dub/Sound onto the crew. ONE NOT TO MISS.",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist527.jpg"
  },
  {
    "day": "Friday",
    "start": "0100",
    "end": "0200",
    "venue": "bushrocker-hi-fi",
    "artist": "Dr Valvatron (Axis)",
    "description": "Dr Valvatron aka Paul Axis, with over 40 years in the Soundsystem business he has been playing, promoting, and touring with his authentic sound systems for many years, and has gained an international following in the process. Legendary status, expect only the finest of sounds to make you move.",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1740.jpg"
  },
  {
    "day": "Friday",
    "start": "0000",
    "end": "0100",
    "venue": "bushrocker-hi-fi",
    "artist": "Dub Smugglers",
    "description": "North West reggae enthusiasts Dub Smugglers are no strangers to creating\r\nunforgettable vibes. Dub Smugglers are preparing\r\nfor a long stay at the forefront of Manchester's ever popular reggae scene. The crew have played across the UK and Europe and Asia setting dance floors alight\r\nwherever they go.",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1727.jpg"
  },
  {
    "day": "Friday",
    "start": "2300",
    "end": "0000",
    "venue": "bushrocker-hi-fi",
    "artist": "High Lassie",
    "description": "A member of the Reaction Sound System, curating lineups and managing their stages at various festivals/events. She originally got into reggae at the age of 18 through an ex's dad who had an amazing record collection and used to play in Brixton when he was a youth. Around the same time she also got into sound system through free parties and sessions in Exeter where she grew up. From 2009-13 she regularly attended subdub but didn't get properly introduced to smaller sessions in Leeds until around 2013. By 2014/15 she started DJing herself as a fully paid up member of the crew and hasn't looked back since!",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1442.jpg"
  },
  {
    "day": "Friday",
    "start": "2200",
    "end": "2300",
    "venue": "bushrocker-hi-fi",
    "artist": "Ironfarmer",
    "description": "",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1738.jpg"
  },
  {
    "day": "Friday",
    "start": "2100",
    "end": "2200",
    "venue": "bushrocker-hi-fi",
    "artist": "Kuntri Ranks",
    "description": "Kuntri Ranks, vocalist of Dub Smugglers and former member of veteran soundsystem Jah Guide. Ranks has been a voice of Manchester since the early 80s. He will be nicing up the Dub Centre Plus throughout the weekend, tune in Ranks is in the area.",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1447.jpg"
  },
  {
    "day": "Friday",
    "start": "2000",
    "end": "2100",
    "venue": "bushrocker-hi-fi",
    "artist": "Union Sound",
    "description": "Union Sound is a collective of like-minded, enthusiastic, musically-driven individuals, with a lot of passion and care for what we do and hope to achieve. This year Aslan & Killamanjaro are playing b2b on Friday evening, what a way to start your Beat Herder journey",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1743.jpg"
  },
  {
    "day": "Sunday",
    "start": "0300",
    "end": "0400",
    "venue": "bushrocker-hi-fi",
    "artist": "Ring The Alarm",
    "description": "Ring the Alarm Collective : Northwest Soundsystem / Club Night / Record Label- they have worked with/released music by the likes of Daddy Freddy, Parly B, Tom Spirals, Top Cat to name a few. Expect original material, guest singers/mcs and whole heap of niceness, Ring the Alarm have been nicing up the area since 2011. Expect an uplifting mix of digital rubadub and dancehall classics thrown in with their signature stack of dubplates and original production.",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1174.jpg"
  },
  {
    "day": "Sunday",
    "start": "0200",
    "end": "0300",
    "venue": "bushrocker-hi-fi",
    "artist": "UK Ponics",
    "description": "UK Ponics are a heavyweight roots dub sound system professionally built by main man Zam. This set wont be for the faint hearted !!!",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1736.jpg"
  },
  {
    "day": "Thursday",
    "start": "0300",
    "end": "0400",
    "venue": "smoky-tentacles",
    "artist": "Amy True",
    "description": "Amy True has been described as “one of the most influential and talked aboutpersonalities in the Hip Hop, Soul, and Jazz scene,” delivering a fusion of progressive sounds alongside a steady stream of rebellious socio-political rapand soulful melodic song since the late 2000s.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1685.jpg"
  },
  {
    "day": "Thursday",
    "start": "0200",
    "end": "0300",
    "venue": "smoky-tentacles",
    "artist": "Beat Cleaver",
    "description": "Multi-dimensionalist instrumentation - Loop station mutation - Improvised beats, rhymes and melodies chanelled through an expert shape shifter from another galaxy.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1690.jpg"
  },
  {
    "day": "Thursday",
    "start": "0100",
    "end": "0200",
    "venue": "smoky-tentacles",
    "artist": "Brockout",
    "description": "Long serving free party turntablist Dj BrOckOut will be diggin’ the crates to take you on a journey with a heavy selection of Hip hop, Reggae and Ragga, past and present. Will be sure to warm the coils if not melt them… Brock out!!",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1691.jpg"
  },
  {
    "day": "Friday",
    "start": "0300",
    "end": "0400",
    "venue": "smoky-tentacles",
    "artist": "Chris Tofu",
    "description": "Established in 1995 DJ Chris Tofu has become a pioneer of Vintage Remix and the UK Festival scene, sharing his obsession with all things remixed and raucous with jumping crowds across the globe! From Glastonbury to Istanbul this musical maverick is constantly exploring, discovering and creating new sounds and new experiences, mixing up the formula for good vibe pie!",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1609.jpg"
  },
  {
    "day": "Friday",
    "start": "0200",
    "end": "0300",
    "venue": "smoky-tentacles",
    "artist": "Omega Nebula",
    "description": "Electronic future-dub duo OMEGA NEBULA are a force. Their music takes the most powerful elements of dub reggae and dubstep and rolls them into uplifting, emotionally weighted anthems with a unique sonic identity.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1563.jpg"
  },
  {
    "day": "Friday",
    "start": "0100",
    "end": "0200",
    "venue": "smoky-tentacles",
    "artist": "Digital Foundation ft Parly B",
    "description": "Long term friends of the Smoky Tentacles: Six piece digital dubwise & dancehall specialists Digital Foundation return for a 20th anniversary Beatherder hoedown featuring the renowned MC Parly B.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1836.jpg"
  },
  {
    "day": "Friday",
    "start": "0000",
    "end": "0100",
    "venue": "smoky-tentacles",
    "artist": "Ember & Sentient Sounds",
    "description": "Ember and Sentient Sound are a vibrant band born from the fertile music scene of Bristol. Lead by Ember, a soulful and rhythmical songstress with a deep message to spread. Bringing delectable basslines alongside an afrobeat and hip-hop inspired rhythm section wth beautiful melodies and and guitar licks that will hit the spot. Not one to miss if you want to get sassy and shake a tail feather!",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1814.jpg"
  },
  {
    "day": "Friday",
    "start": "2300",
    "end": "0000",
    "venue": "smoky-tentacles",
    "artist": "Fandjango",
    "description": "This Lancashire/Yorkshire 5 piece hail from a stones throw away from Beatherdershire and always bring the place down with their combination of gypsy flavours and jazz swing. It wouldn't be Beatherder without them...! Come and get Dirrty as they shake and stir a tropical gypsy lounge cocktail into everything from Christina Alguilera to jungle book anthems!",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1813.jpg"
  },
  {
    "day": "Friday",
    "start": "2200",
    "end": "2300",
    "venue": "smoky-tentacles",
    "artist": "Feline & Maetrix",
    "description": "Bristol bassline power couple Feline & Maetrix bring the best beats from the underground to get the party poppin!",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist836.jpg"
  },
  {
    "day": "Friday",
    "start": "2100",
    "end": "2200",
    "venue": "smoky-tentacles",
    "artist": "Native Cult",
    "description": "The Native Cult are an outfit that pride themselves on creating sunny vibes through their folk music. Congas and bongos, jazz chords, flamenco guitar styles, catchy bass lines, harmonies, solid drums beats and memorable choruses that get into your head. Their infectious energy inspires and uplifts audiences and sends them on their journey feeling elevated.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1809.jpg"
  },
  {
    "day": "Friday",
    "start": "2000",
    "end": "2100",
    "venue": "smoky-tentacles",
    "artist": "Phil Cudworth",
    "description": "Modern-day troubadour, Phil Cudworth, writes and performs original songs about life, love, passion, politics, fear, joy and anything else that finds its way into his cluttered brain. He sings with humour, a positive outlook and the sense that none of this stuff matters all that much at all really.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1811.jpg"
  },
  {
    "day": "Friday",
    "start": "1900",
    "end": "2000",
    "venue": "smoky-tentacles",
    "artist": "Rose Greenwood",
    "description": "Multi-instrumentalist singer-songwriter and live looping artist. Rose, an eminent figure in the UK's underground grass roots music scene, has played countless festivals and a myriad of cult venues across the UK. Her acclaimed sound has gained fans and radio play from the BBC to Canada, Australia and the USA.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1512.jpg"
  },
  {
    "day": "Friday",
    "start": "1800",
    "end": "1900",
    "venue": "smoky-tentacles",
    "artist": "Stacey Cohen",
    "description": "Stacey Cohen is a genre defying music artist & producer from the UK. Her unique & playful sound blends soulful, ethereal, poetic vocals with lush soundscapes, intricate melodies & killer drums & bass. Her live performances are characterised by their hypnotic energy.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1810.jpg"
  },
  {
    "day": "Friday",
    "start": "1700",
    "end": "1800",
    "venue": "smoky-tentacles",
    "artist": "DJ Daydream",
    "description": "Preston based DJ Daydream, spins the best beats from Reggae and Soul though to Wu-Tang. Smoke a shisha and let her lift your mind to a hypnotic realm!",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1182.jpg"
  },
  {
    "day": "Friday",
    "start": "1600",
    "end": "1700",
    "venue": "smoky-tentacles",
    "artist": "Tentacled Resident DJs",
    "description": "Smoky Tentacle's residents get the party started with a mashup of everything from reggae to hiphop, funk and breakbeats.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1839.jpg"
  },
  {
    "day": "Friday",
    "start": "1500",
    "end": "1600",
    "venue": "smoky-tentacles",
    "artist": "Texel",
    "description": "Texel fits the festival profile perfectly. This Devon born sheep farmer, multi-instrumentalist and herder of beats, brings an eclectic global influenced set (and he'll pull you out of the mud after the festival with his new hilux for £50.)",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1840.jpg"
  },
  {
    "day": "Friday",
    "start": "1400",
    "end": "1500",
    "venue": "smoky-tentacles",
    "artist": "Tomas Por Culo",
    "description": "",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1815.jpg"
  },
  {
    "day": "Saturday",
    "start": "0300",
    "end": "0400",
    "venue": "smoky-tentacles",
    "artist": "Plump DJs",
    "description": "The Plump DJs are internationally renowned DJ/Producer duo Andy Gardner and Lee Rous of London. Their unmistakable sound has won them remixes from the likes of Deadmou5, Mark Ronson, Moby and Orbital, whilst their four deck live show has led to countle..",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1592.jpg"
  },
  {
    "day": "Saturday",
    "start": "0200",
    "end": "0300",
    "venue": "smoky-tentacles",
    "artist": "Stanton Warriors",
    "description": "These two Bristol boys first charged, stormed and straight-up invaded the scene back in 2001 with a highly acclaimed debut compilation 'The Stanton Sessions' and since then have continued to dominate and pillage every dance floor and pair of headphones.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1593.jpg"
  },
  {
    "day": "Saturday",
    "start": "0100",
    "end": "0200",
    "venue": "smoky-tentacles",
    "artist": "Bin Bag Wisdom",
    "description": "With a decade of touring behind them, this is a return to the roots of what make Binbag Wisdom great: Two best friends, sharing their infectious humour through deft lyricism on hard hitting beats. After a brief hiatus to work on solo projects and colloborations with Dr. Syntax and K.O.G, and their 4th studio release on the way soon, the boys are very much ‘back in town’ as it were.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1608.jpg"
  },
  {
    "day": "Saturday",
    "start": "0000",
    "end": "0100",
    "venue": "smoky-tentacles",
    "artist": "Captain Avery & The Cosmic Triceratops",
    "description": "Captain Avery & the Cosmic Triceratops of Intergalactic Peace (to give their full name) describe themselves as celestial apes in a sun-drenched space fugue! They play cosmic afrobeat / psychedelic hilife / intergalactic shanties / tropical punk / world-gaze / party skronk. Come and get some!! Expect: WILD DANCING! COLLECTIVE SINGING! SPACE CHANTS! GLITTERED LOVE!! SEQUINED DEBAUCHERY!!",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1819.jpg"
  },
  {
    "day": "Saturday",
    "start": "2300",
    "end": "0000",
    "venue": "smoky-tentacles",
    "artist": "Favilla",
    "description": "Favilla has ingrained herself through out the vibrant music scenes of Cambridge, Nottingham and Bristol, playing a mixture of lo-fi hip hop, Afrobeat inspired rhythms and genres from across the world. Unifying different instruments, vocalists, languages and cultures to bring a fresh new sound and to take you down a musical journey of the heart.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1241.jpg"
  },
  {
    "day": "Saturday",
    "start": "2200",
    "end": "2300",
    "venue": "smoky-tentacles",
    "artist": "Interdimension",
    "description": "Immersive handpan and synth - electronic project. Ease yourself  into Saturday with their sublime sounds.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1816.jpg"
  },
  {
    "day": "Saturday",
    "start": "2100",
    "end": "2200",
    "venue": "smoky-tentacles",
    "artist": "James Lyons",
    "description": "The ultimate one man band! Looper, beatboxer, flute player extraordinaire, harmonica soloist and freestyle rapper James Lyons always brings the place down with his off the cuff creations and witty, hallucinogenic wordplay. One not to be missed!",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1812.jpg"
  },
  {
    "day": "Saturday",
    "start": "2000",
    "end": "2100",
    "venue": "smoky-tentacles",
    "artist": "John Dawes",
    "description": "The music is derived from dedicated years of music evolution derived from graft, heart and relentless passion. Dawes is a talented guitarist/percussionist, with the back beat of the stomping kick drum and a horizontal-style of guitar tapping as well as the ability to pull an audience in with deep felt vocals.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1523.jpg"
  },
  {
    "day": "Saturday",
    "start": "1900",
    "end": "2000",
    "venue": "smoky-tentacles",
    "artist": "Kibitz",
    "description": "Kibitz perform original music rooted in the soulful melodies of Klezmer and pulsating rhythms of balkan music. Yee good people shalt dance whilst the rum chai flows and the phat clarinet shall soar into the cosmos like a giant lacquered arrow, or something...",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1820.jpg"
  },
  {
    "day": "Saturday",
    "start": "1800",
    "end": "1900",
    "venue": "smoky-tentacles",
    "artist": "Mother Sugar",
    "description": "Mother Sugar's sound is a fusion of jazz and neo-soul. Lush vocals from poet and lyricist Rehana address social struggles, accompanied by her accompished four piece band.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1818.jpg"
  },
  {
    "day": "Saturday",
    "start": "1700",
    "end": "1800",
    "venue": "smoky-tentacles",
    "artist": "Terry Logan",
    "description": "Terri Logans music is a message of love and oneness. Her voice is at the forefront, exhibiting warmth that is both tender and fragile, her soul of this musician her collaborators is allowed to shine through and is a testament to the love, personality and depth that has been poured into her sound.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1817.jpg"
  },
  {
    "day": "Saturday",
    "start": "1600",
    "end": "1700",
    "venue": "smoky-tentacles",
    "artist": "Uncle Barry's Disco",
    "description": "Six-piece improv juggernaut fusing heavy grooves, freestyle rap and crowd-fuelled energy into a genre-blurring live experience. A tightrope walk between wild invention and razor-sharp musical chops. No two sets the same, but each one feels like a shared hallucination. You’ll laugh, sweat, and leave wondering if you just joined a cult.Bring your limbs. Lose your mind. This isn’t a gig—it’s precision chaos, wrapped in rhythm, and delivered with a wink.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1689.jpg"
  },
  {
    "day": "Saturday",
    "start": "1500",
    "end": "1600",
    "venue": "smoky-tentacles",
    "artist": "Brand New Bag",
    "description": "Brand New Bag are a brand new band from Leeds featuring some\r\nof the city's funkiest faces. BNB formed in 2023 for an on-going residency at\r\nLeeds' hottest late night spot for all things jazz, funk & soul, The Domino\r\nClub. Born from a collective of musicians and rappers that coalesced around the\r\nFunk'd Up Jazz-Hop live jam sessions that popped up around the city since 2015,\r\nBNB bring funky and soulful dancefloor flavours to jazz clubs, warehouse raves\r\n& festivals, and parties of all kinds, all pumped with a beating heart of\r\nUK Hip-Hop.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1529.jpg"
  },
  {
    "day": "Saturday",
    "start": "1400",
    "end": "1500",
    "venue": "smoky-tentacles",
    "artist": "Mr Fitz",
    "description": "Expect a block rocking set from Mr Fitz: Mixing, chopping and cutting up hip-hop, funk, and swing alongside bassy breaks and D n' B!\r\nThis top notch party DJ and former UK DMC finalist has held down numerous residencies at bars and clubs in Bristol and regularly smashes it out the park!",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1821.jpg"
  },
  {
    "day": "Sunday",
    "start": "0300",
    "end": "0400",
    "venue": "smoky-tentacles",
    "artist": "Dub Princess & Hotsteppas",
    "description": "Hotsteppas live shows always deliver high energy immersive performances blending Reggae, Ska, & Afrobeat. After a sell-out tour of New Zealand and highly rated EP release with Isaac Chambers, Dub Princess returns to the UK to tour new work with the band, injecting even more flavour into an incredible show!",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1834.jpg"
  },
  {
    "day": "Sunday",
    "start": "0200",
    "end": "0300",
    "venue": "smoky-tentacles",
    "artist": "Dur Brain",
    "description": "One half of Binbag Wisdom, this Bristol rapper brings intricate flows and chunky beats. Expect an intimate show as he samples, beats and ryhmes live in his finest smoking jacket, whilst reclining in his leather armchair on stage.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1822.jpg"
  },
  {
    "day": "Sunday",
    "start": "0100",
    "end": "0200",
    "venue": "smoky-tentacles",
    "artist": "Flat Moon",
    "description": "Neuro-umami punk-funk //pan-fried psych-junk//these are the groovy bastards that steal your socks at night. This funk is RAW... get ready to get funked!",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1825.jpg"
  },
  {
    "day": "Sunday",
    "start": "0000",
    "end": "0100",
    "venue": "smoky-tentacles",
    "artist": "Masi Masi",
    "description": "A star in ascendancy. Catch him now... lush heartfelt vocals and melodies that will blow you away and get caught in you mind for the rest of the day.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1823.jpg"
  },
  {
    "day": "Sunday",
    "start": "2300",
    "end": "0000",
    "venue": "smoky-tentacles",
    "artist": "Pat Fulgoni Blues Experience",
    "description": "A funktastic blues band fronted by a singer who has sung singles for the likes of Camo & Krooked, Murdock, Technimatic, Zion Train, London Elektricity, Coldcut …. countless of dance stars on labels like Hospital, Ram, Rampage, Shogun. The list is large. DJ Mag says “deliriously flowing soul” Billboard Mag says “Fulgoni could sing a pearl from its oyster”. They ain’t wrong. The debut Pat Fulgoni Blues Experience album has received considerable acclaim and a no 3 in the UK blues airplay charts. Already with European dates under their belts \"Blues in Britain\" writes its a blues set to cherish... Pat and co just do them so well” Reviewing 2024’s Tenby Blues Festival Blues Matters Mag said: “There then followed an entirely different style and set of full throttle funky electric blues led by Pat Fulgoni and his Blues Experience. With a full on five piece band Fulgoni’s powerful vocal delivery worked wonders as he pushed the boat out with a confidence that highlighted this band’s importance in the growing blues world in the UK.”",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1826.jpg"
  },
  {
    "day": "Sunday",
    "start": "2200",
    "end": "2300",
    "venue": "smoky-tentacles",
    "artist": "Steel Foxes",
    "description": "An eight Piece fellowship, from the Lake District. Dub/Funk/Electronic fusion, forged in fire. They're quickly earning a reputation for electrifying live performances and are set to ignite your tentacles.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1824.jpg"
  },
  {
    "day": "Sunday",
    "start": "2100",
    "end": "2200",
    "venue": "smoky-tentacles",
    "artist": "Chris Holt",
    "description": "Four Corners and Tropical Disco Radio shows hosted by Chris Holt, collector, DJ and self proclaimed Vinyl Junkie. Join him on a Sunday trip around the four Corners of the world as we float through space on the back of a giant turtle.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1181.jpg"
  },
  {
    "day": "Sunday",
    "start": "2000",
    "end": "2100",
    "venue": "smoky-tentacles",
    "artist": "Joe Sonar b2b Rose Holland",
    "description": "UK bass with a global vibe. Producer and DJ, Joe Sonar is a new project fresh out of Bristol town from acclaimed underground producer KREED (responsible for production on most of Gardna's bangers!) Here he plays b2b with his partner in crime Rose Holland. Bubbling basslines with broken beats and a UK garage twist. Don't miss!",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1827.jpg"
  },
  {
    "day": "Sunday",
    "start": "1900",
    "end": "2000",
    "venue": "smoky-tentacles",
    "artist": "Lagan Purdy (Spoken Word)",
    "description": "Words spoken.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1837.jpg"
  },
  {
    "day": "Sunday",
    "start": "1800",
    "end": "1900",
    "venue": "smoky-tentacles",
    "artist": "Paul Sees (Spoken Word)",
    "description": "Spoken words",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1838.jpg"
  },
  {
    "day": "Friday",
    "start": "0300",
    "end": "0400",
    "venue": "working-mens-club",
    "artist": "Black Lace",
    "description": "Get ready to push pineapples and shake the tree - the legendary Black Lace are making their triumphant return to the Working Men’s at Beat-Herder 2025!  Whether you're a die-hard fan or just here for the Agadoo, this is your chance to reLive the magic and dance like it's 1984.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1686.jpg"
  },
  {
    "day": "Friday",
    "start": "0200",
    "end": "0300",
    "venue": "working-mens-club",
    "artist": "CLEMENTYNE",
    "description": "CLEMENTYNE: Five friends, one band, and zero fear of synths. Born in 2024, they blend indie angst with ambient vibes—think Radiohead meets Moby at a guitar shop. It’s moody, melodic, and mildly existential.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1777.jpg"
  },
  {
    "day": "Friday",
    "start": "0100",
    "end": "0200",
    "venue": "working-mens-club",
    "artist": "Eddie Earthquake and The Tremors",
    "description": "Get ready to shake, rattle and rock’n’roll as these teddy boys spurt hot jets of Brylcreem all over the Working Men’s. Rock’n’roll and pop hits and obscurities from the 1950’s and 60’s that’ll make you twist and shout til the tent starts to cave in!",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1264.jpg"
  },
  {
    "day": "Friday",
    "start": "0000",
    "end": "0100",
    "venue": "working-mens-club",
    "artist": "Lauren Jean",
    "description": "From BBC Introducing stages to supporting Aurora at the Albert Hall, Lauren’s been quietly making big waves. With lyrics that hit home and melodies that stick, she’s bringing heartfelt bangers and northern charm to the fields of Beat-Herder.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1774.jpg"
  },
  {
    "day": "Friday",
    "start": "2300",
    "end": "0000",
    "venue": "working-mens-club",
    "artist": "Molly Tilston and The Paper Hearts",
    "description": "A heaven kissed voice, original songs to die for and exquisitely chosen tunes to captivate with their beauty. Her folk family pedigree undeniably shining through, she is a superstar in her own right, and will melt the coldest of hearts with her performances full of power and emotion.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1775.jpg"
  },
  {
    "day": "Friday",
    "start": "2200",
    "end": "2300",
    "venue": "working-mens-club",
    "artist": "Reight Twang",
    "description": "Yorkshire Power Pop at its finest! With jangly guitars, catchy hooks, and a northern soul that won’t quit, this band blends classic pop sensibilities with a raw, energetic edge. Born in the heart of Yorkshire, they’re loud, proud, and ready to twang your socks off!",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1776.jpg"
  },
  {
    "day": "Friday",
    "start": "2100",
    "end": "2200",
    "venue": "working-mens-club",
    "artist": "Andy Capp",
    "description": "I’d love to know what he’s got hidden under that bloody cap. Monsieur Cap’s hour of power will get you mangled, spangled and Mr Bojangled! Hats off to you, sir!",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1780.jpg"
  },
  {
    "day": "Friday",
    "start": "2000",
    "end": "2100",
    "venue": "working-mens-club",
    "artist": "Boogie Oogie Wonderland",
    "description": "Hailing from Dumfries Scotland Boogie Oogie Wonderland aka Mr Smooth Grooves brings his Funky/Tropical/Disco/Soulful vibes all re-edited and blended to bring the ultimate in Groovy Goodness a must see.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1781.jpg"
  },
  {
    "day": "Friday",
    "start": "1900",
    "end": "2000",
    "venue": "working-mens-club",
    "artist": "Captain Bendy's Dead Men Disco",
    "description": "Captain Bendy (@robmulholland, @deadmentalkingpod) takes the wheel! Nothing but singalong bangers from pop punk to indie to disco. Get your hands in the air and your arse on the dancefloor, Captain's orders. No dickheads allowed.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1779.jpg"
  },
  {
    "day": "Friday",
    "start": "1800",
    "end": "1900",
    "venue": "working-mens-club",
    "artist": "Groovers in the Heart",
    "description": "Wanna get up, get down, get groovy? Then this is your dancefloor destiny. We’re talking basslines that bounce and rhythms that refuse to let you stand still. Whether you're strutting like it's Studio 54 or  vibing with your crew, this set is pure glitter-fuelled joy so bring your best moves.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1778.jpg"
  },
  {
    "day": "Friday",
    "start": "1700",
    "end": "1800",
    "venue": "working-mens-club",
    "artist": "Martyn Illingworth",
    "description": "With 30 years behind the decks and zero tolerance for boring tunes, he’ll play anything—as long as it’s got that funky, housey, disco-y goodness with the kind of basslies that make your knees do things they haven’t done since 2003.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1782.jpg"
  },
  {
    "day": "Friday",
    "start": "1600",
    "end": "1700",
    "venue": "working-mens-club",
    "artist": "Nana Moon",
    "description": "The Queen’s not dead, she’s here! Presenting true BH&DWMC royalty: the one and only Nana Moon, Queen of the Club, fresh from the front room and ready to reign once more! Joining her on the royal rave throne is her daughter Sarah. Double the fabulousness, double the mischief!",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist281.jpg"
  },
  {
    "day": "Saturday",
    "start": "0300",
    "end": "0400",
    "venue": "working-mens-club",
    "artist": "Tragedy",
    "description": "Tragedy takes disco, soft-rock and pop classics, and completely reimagines them as glorious, red-hot heavy metal. They’re sure to get your head bangin’, your booty shakin’ – and put a smile on your face and your fist in the air.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1634.jpg"
  },
  {
    "day": "Saturday",
    "start": "0200",
    "end": "0300",
    "venue": "working-mens-club",
    "artist": "Beat-Herder's Got Talent",
    "description": "Beat-Herder’s got talent, apparently. Must be bloody well hidden! This prestigious contest draws in punters from miles around for the express purpose of ferreting out what scraps of talent may be lying dormant in any of you lovely lot so if you’re feeling brave, get yourself to BH&DWMSC!",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist287.jpg"
  },
  {
    "day": "Saturday",
    "start": "0100",
    "end": "0200",
    "venue": "working-mens-club",
    "artist": "Lucy Robinson",
    "description": "She came, she sang, she absolutely smashed it! Crowned queen of BHGT, Lucy wowed the crowd and judges alike with her powerhouse vocals and unstoppable energy. A rising star with serious sparkle—don’t miss your chance to see what all the fuss is about!",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1784.jpg"
  },
  {
    "day": "Saturday",
    "start": "0000",
    "end": "0100",
    "venue": "working-mens-club",
    "artist": "Mysti Valentine's F***ing Bingo",
    "description": "She’s a flâneuse, a chanteuse, and a whole lot of fabulous—some things just sound better in French. Mysti Valentine returns with her signature sass to host the most outrageous game in town: Mysti Valentine’s F*ing Bingo! Expect glitter, giggles, and glorious chaos. Get yer dabbers out and prepare to misbehave!",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1783.jpg"
  },
  {
    "day": "Saturday",
    "start": "2300",
    "end": "0000",
    "venue": "working-mens-club",
    "artist": "Obi Joe presents The BH&DWMSC Quiz",
    "description": "Join us for the legendary Obi Joe's Quiz, where wit meets weirdness and trivia tangles with total nonsense. Back for another round of head-scratching hilarity, this isn’t your average pub quiz. It’s part brainteaser, part caberet and 100% Beat-Herder. Expect baffling questions and top prizes.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist286.jpg"
  },
  {
    "day": "Saturday",
    "start": "2200",
    "end": "2300",
    "venue": "working-mens-club",
    "artist": "Purple Turtle",
    "description": "Hot off their tenth stint in rehab for alcohol, drug, sex and cucumber addiction, PURPLE TURTLE return to Beat Herder for a night of 80's hair metal and pop bangers. Prepare yourselves to be jealous of their talent, sex appeal, and their collectively frightening bulge. Prepare yourselves to be amazed",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1788.jpg"
  },
  {
    "day": "Saturday",
    "start": "2100",
    "end": "2200",
    "venue": "working-mens-club",
    "artist": "Swingers Club",
    "description": "In the finest Working Mens Club tradition we bring you the Swingers' Club Disco, hosted by veteran swingers Mad Uncle Harry and Dudley Duoflush.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1274.jpg"
  },
  {
    "day": "Saturday",
    "start": "2000",
    "end": "2100",
    "venue": "working-mens-club",
    "artist": "The Rocky Horror Picture Show 50th Year Extravaganza",
    "description": "Time warp back to where it all began—this is your official invitation to don those fishnets, lace up those corsets, and let your freak flag fly! Expect outrageous outfits, iconic tunes, and a whole lot of pelvic thrusting. Get yer fishnets on—it’s gonna be a wild one!",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1787.jpg"
  },
  {
    "day": "Saturday",
    "start": "1900",
    "end": "2000",
    "venue": "working-mens-club",
    "artist": "Dee Brown",
    "description": "From Shetland’s shores to Ibiza’s dancefloors, Dee brings decades of deck mastery and pure party energy. A Boombox Circus legend and Beat-Herder favorite, her sets blend house classics with fresh fire. Influenced by Derrick Carter and Honey Dijon, Dee’s vibe is timeless—expect grooves and guaranteed dancefloor magic.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1785.jpg"
  },
  {
    "day": "Saturday",
    "start": "1800",
    "end": "1900",
    "venue": "working-mens-club",
    "artist": "Kaz McQ",
    "description": "The unstoppable Miss McQ is back to sprinkle her magic across Beat-Herder once again! She’ll be commanding the main stage with her signature sass, spinning musical gold between bands, and lighting up the Working Men’s Club with a performance you won’t forget. We adore her—and trust us, you will too!",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1789.jpg"
  },
  {
    "day": "Saturday",
    "start": "1700",
    "end": "1800",
    "venue": "working-mens-club",
    "artist": "Mark Howarth",
    "description": "Mark hit the house scene in the '90s like a glitter cannon at a rave - DJ, producer and groove wizard with over 150 remixes. Nowadays, he’s teamed up with his wife Andrea to form Basement Nights. Together, they serve up funk, disco, and enough sparkle to blind a mirrorball.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1790.jpg"
  },
  {
    "day": "Saturday",
    "start": "1600",
    "end": "1700",
    "venue": "working-mens-club",
    "artist": "Sliced Tomatoes",
    "description": "Sliced Tomatoes take you on a juicy journey through the ages: from 50s jazz-soul to 60s freakbeat, 70s boogie to 80s Mancunian punk… polished off with some some wonky deep house and nu disco flavours from today.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1786.jpg"
  },
  {
    "day": "Sunday",
    "start": "0300",
    "end": "0400",
    "venue": "working-mens-club",
    "artist": "Adored",
    "description": "*",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1687.jpg"
  },
  {
    "day": "Sunday",
    "start": "0200",
    "end": "0300",
    "venue": "working-mens-club",
    "artist": "Comedy",
    "description": "Roll up, roll up to the BH&DWMSC – that’s the Beat-Herder & District Working Men’s Social Club (try saying that after six pints). From 2 to 5 PM, this retro riot serves up comedy so sharp it could slice your wellies.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1793.jpg"
  },
  {
    "day": "Sunday",
    "start": "0100",
    "end": "0200",
    "venue": "working-mens-club",
    "artist": "Not a Band",
    "description": "LADIES AND GENTLEMEN.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1688.jpg"
  },
  {
    "day": "Sunday",
    "start": "0000",
    "end": "0100",
    "venue": "working-mens-club",
    "artist": "Reefer Franklin",
    "description": "Born in the steamy backwaters of the Brun Delta... REEFER FRANKLIN deLivers passionate and gripping acoustic blues renditions of your favourite Aretha classics! Get down and hear the Queen of Soul sung by the King of Colne...",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1791.jpg"
  },
  {
    "day": "Sunday",
    "start": "2300",
    "end": "0000",
    "venue": "working-mens-club",
    "artist": "Grumpy Grandad",
    "description": "Get thissen to’t’barber, lad! Tha looks like a right scruff. Bloody youth—glitter in beards and no clue about graft! Come dahn t’Working Men’s, I’ll show thee what real work looks like. And no, I said workin’, not twerkin’!",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1267.jpg"
  },
  {
    "day": "Sunday",
    "start": "2200",
    "end": "2300",
    "venue": "working-mens-club",
    "artist": "M1 Dukebox",
    "description": "Is it a bird? Is it a beanbag? Hell no, it’s the Michelin-Starred Marauder himself. Mitch is as Mitch does, so pull your finger out and prepare to feel the funk in a way you’ve never felt it before. Ow!",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1269.jpg"
  },
  {
    "day": "Sunday",
    "start": "2100",
    "end": "2200",
    "venue": "working-mens-club",
    "artist": "Phoebe Willow",
    "description": "Make some noise for Phoebe Willow – born backstage, raised on absolute bangers! Daughter of the iconic Nana Moon and Grumpy Grandad, she’s been vibing with us since day one. Next-gen soul, same legendary rhythm!",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1795.jpg"
  },
  {
    "day": "Sunday",
    "start": "2000",
    "end": "2100",
    "venue": "working-mens-club",
    "artist": "Steve Blackburn",
    "description": "Spinning soul, funk, and disco so smooth it should come with a chiropractor. He’s the unholy lovechild of a glitterball and a groove gremlin, dropping beats so funky they’ve been banned in five time zones. Warning: side effects may include uncontrollable dancing",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1792.jpg"
  },
  {
    "day": "Thursday",
    "start": "0300",
    "end": "0400",
    "venue": "the-ring",
    "artist": "Goldie",
    "description": "The first superstar produced by the breakbeat jungle movement, Goldie popularized drum’n’bass as a form of musical expression just as relevant for living-room contemplation as techno had become by the early ’90s. Goldie became one of the first personalities in British dance music, his gold teeth and b-boy attitude placing him leagues away from the faceless bedroom boffins who had become the norm in intelligent dance music. For the first time, England had a beat maestro and tough-guy head who could match the scores of larger-than-life hip-hop stars America had produced, and the high profile of drum’n’bass as the first indigenously British dance music made Goldie a figure of prime importance. After spending several years working on his production skills at Reinforced Records (the home of 4hero), he founded Metalheadz Records, which released seminal dark yet intelligent singles by Source Direct, Photek, J. Majik, Optical, Lemon D, Wax Doctor, and Peshay, among others. In 1995, Goldie released Timeless, one of jungle’s first and best full-length works of art. The album put him squarely at the top of the drum’n’bass heap — at least in the minds of critics and mainstream listeners — though his follow-up, SaturnzReturn, displayed an ambitious, personal side of Goldie hardly in keeping with jungle’s producer mentality.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1556.jpg"
  },
  {
    "day": "Thursday",
    "start": "0200",
    "end": "0300",
    "venue": "the-ring",
    "artist": "Anaïs",
    "description": "Bristol-based Drum & Bass producer and DJ.Having only moved to Bristol in September, Anais is a prime example of dedication to the art of DJing.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1560.jpg"
  },
  {
    "day": "Thursday",
    "start": "0100",
    "end": "0200",
    "venue": "the-ring",
    "artist": "Benny Page & Doktor",
    "description": "*",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1619.jpg"
  },
  {
    "day": "Thursday",
    "start": "0000",
    "end": "0100",
    "venue": "the-ring",
    "artist": "Dom James",
    "description": "\"A naturally talented DJ and a super lovely man\" Todmorden-based Dom has been smashing out sets of the filthy, gnarly stuff you don’t hear",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1426.jpg"
  },
  {
    "day": "Thursday",
    "start": "2300",
    "end": "0000",
    "venue": "the-ring",
    "artist": "G-Breezy",
    "description": "*",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1427.jpg"
  },
  {
    "day": "Thursday",
    "start": "2200",
    "end": "2300",
    "venue": "the-ring",
    "artist": "DJ Helen",
    "description": "DJ Helen has been a mainstay on the Manchester club scene for two decades - lighting updancefloors with her electric sets that span everything from pop, disco and house to rave, hardcoreand jungle.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1638.jpg"
  },
  {
    "day": "Friday",
    "start": "0300",
    "end": "0400",
    "venue": "the-ring",
    "artist": "Charlie Tee & MC Savvy B",
    "description": "CHARLIE TEE",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1606.jpg"
  },
  {
    "day": "Friday",
    "start": "0200",
    "end": "0300",
    "venue": "the-ring",
    "artist": "Silva Bumpa",
    "description": "*",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1419.jpg"
  },
  {
    "day": "Friday",
    "start": "0100",
    "end": "0200",
    "venue": "the-ring",
    "artist": "Silva Bumpa B2B Soul Mass Transit System",
    "description": "Get ready for an electrifying performance as Silva Bumpa and Soul Mass Transit System join forces for an unforgettable back-to-back set at The Ring. Known for their high-energy bass and garage beats, these two artists are set to deliver a night of pulsating rhythms and infectious grooves.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1604.jpg"
  },
  {
    "day": "Friday",
    "start": "0000",
    "end": "0100",
    "venue": "the-ring",
    "artist": "Bombstrikes Soundsystem",
    "description": "Kicking things off in The Ring will be our co hosts for the weekend, Bombstrikes Records. One of the originals, Bombstrikes is a scene defining, dancefloor bothering label. Founded in 2004 the simple principal was delivering music that always rocks the dance floors, regardless of genre. Started by two of the label's key artists, Mooqee & Beatvandals, each release had to be a bomb! This ethos has continued throughout the two decades that followed, helping to develop a global funk and mid tempo scene along the way.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist77.jpg"
  },
  {
    "day": "Friday",
    "start": "2300",
    "end": "0000",
    "venue": "the-ring",
    "artist": "Jaegerossa",
    "description": "Phil Rose, widely known as Jaegerossa, is a celebrated DJ, chart-topping producer, and festival promoter with over a decade of influence in the global disco and dance music scene.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1641.jpg"
  },
  {
    "day": "Friday",
    "start": "2200",
    "end": "2300",
    "venue": "the-ring",
    "artist": "Mooqee",
    "description": "Leeds-based Mooqee is well good at making folk shake what their mama gave them. On top of wowing crowds with his energetic edits and remixes, co-managing the infamous Bombstrikes record label and running hugely successful clubnight Sugarbeat alongside Utah Saints, Mooqee's funkified drum & bass productions have seen airtime on Radio 1, Kiss, and XFM. What're you waiting for folks? Get yer sen down to Mooqeeland for an unmissable set from this beat-bothering fireball!",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist73.jpg"
  },
  {
    "day": "Friday",
    "start": "2100",
    "end": "2200",
    "venue": "the-ring",
    "artist": "Pete Le Freq",
    "description": "Long time re-editor, sometime producer and longest time DJ, Pete Le Freq has been finding the funk for a good old while. The York resident has been finding funk in places you wouldn't believe, reforming and refreqqing them for audiences across the world.\r\n\r\nHis productions have got him on the radar of industry players and he appears to work at a pace that few can keep up with, played by the likes of Dimitri from Paris, Michael Gray and getting radio plays on 6Music.\r\nOne of the Mastermix stable of producers, he's recently been remixing the likes of Janet Jackson, Mantronix and N-Joi.\r\n\r\nAs a DJ, he'aplayed all over the shop, supporting the likes of Craig Charles, Jo Whiley, Pete Tong and Dr Packer. Always armed with some new thermo-funkin nuclear weapon in his arsenal, you can guarantee you'll hear something new reworked, remixed and re-freqqed.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1797.jpg"
  },
  {
    "day": "Friday",
    "start": "2000",
    "end": "2100",
    "venue": "the-ring",
    "artist": "WBBL",
    "description": "",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1798.jpg"
  },
  {
    "day": "Friday",
    "start": "1900",
    "end": "2000",
    "venue": "the-ring",
    "artist": "X-Ray Ted",
    "description": "X-Ray Ted is a DJ and producer from Bristol specialising in party breaks, hip hop, funk, disco and bass. His multi-genre sets and production have gained him support from the likes of DJ Yoda, The Craig Charles Funk and Soul Show on BBC 6 Music, and international clothing label Superdry. His energetic live sets, paired with his technical ability as a turntablist, have gained him headline performances across the globe.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1149.jpg"
  },
  {
    "day": "Friday",
    "start": "1800",
    "end": "1900",
    "venue": "the-ring",
    "artist": "DJ Risque",
    "description": "DJ Risque is a genre-fluid DJ known for weaving sleazy house, high energy disco, global grooves, and bold, unexpected selections into sets that are as inclusive as they are electrifying. Since her Beat- Herder debut in 2023, she's brought her high-energy blend to stages across the site The Fortress, Perfumed Gardens, Bubba Gumma, Toil Trees, and now The Ring.\r\nHer rising reputation has taken her beyond the Beat-Herder fields, with standout appearances at Glastonbury and Darwen Live, where she's continued to showcase her fearless, genre-blending sound to diverse and ever-growing crowds.\r\nA proud northern DJ with deep roots in the queer underground, Risque draws inspiration from the boundary-pushing spirit of Manchester nights like Homoelectric and Bollox. She channels that same energy into  Soiree, her own grassroots club night championing queer, non-binary and eccentric communities in small-town spaces.\r\nAlso a resident at Darwen's Sunbird Records, she brings crate-digging curiosity and an open-hearted, no-rules approach to every set. From disco to Detroit, Afro rhythms to acid house,  DJ Risque invites dancers into a soundscape that's joyful, subversive and always full of surprises.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1796.jpg"
  },
  {
    "day": "Saturday",
    "start": "0300",
    "end": "0400",
    "venue": "the-ring",
    "artist": "DJ Q",
    "description": "Born and raised in Huddersfield, DJ Q is a prolific artist who's become as much known for his relentless work rate as much as he is for his six year stint as a DJ on BBC Radio 1xtra as well as residency on Kiss Fresh and Radio 1. \r\nHis 2007 bassline smash hit 'U Wot' might have brought his speedy, characteristic sound a bit of notoriety, but it's his tireless schedule that’s kept him secure in the minds of the record buying public. \r\n\r\nWith over one hundred separate remixes under his belt for the likes of Rusko, Rag n Bone Man and more; as well as two solo albums, Ineffable and Est. 2003, released on Local Action in 2014 & 2023 respectively; two collaborative t q d albums, UKG & There For You, released in 2017 & 2023; his self released LP series titled All Night 1 & 2 in 2018 and 2019 respectively; and a Pure Bassline compilation series, Q's enthusiasm shows no sign of waning.\r\n\r\n2023 marked the twentieth year of DJ Q's journey in music. 'Est 2003' his second album on the iconic Local Action label, leans back into his classic Garage roots. 'A440' a collaboration with tofubeats who is a Japanese production legend combines his style with a J Hip Hop twist. t q d, the supergroup formed with Royal-T and Flava D, continued to release and play together. \r\n\r\n2025 see's DJ Q continue this into another generation with several strands of his creativity running at once. Plus his weekly show on Kiss FM gives a platform to the next generation of Garage, Bass and House talent on a national platform. \r\n\r\nIn the live arena DJ Q's technical ability really shines through. His current live project digs deep into his archives, spinning a medley of House, Garage, Bassline, Jungle, Drum & Bass and more. It's the best way to witness Q's passion for the music he plays and experience his wide ranging technical ability.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1803.jpg"
  },
  {
    "day": "Saturday",
    "start": "0200",
    "end": "0300",
    "venue": "the-ring",
    "artist": "Utah Saints",
    "description": "Utah Saints have been making music, DJ'ing and playing gigs around the globe since the birth of House Music.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist32.jpg"
  },
  {
    "day": "Saturday",
    "start": "0100",
    "end": "0200",
    "venue": "the-ring",
    "artist": "DJ Rap",
    "description": "DJ Rap is CHARISSA SAVERIO and has been the undisputed queen of the turntables and voted the #1 female DJ in the world by Shejay, she owns, records for, runs and A&Rs two labels Proper Talent and Improper Talent, a producer, recording artist and an actor.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1605.jpg"
  },
  {
    "day": "Saturday",
    "start": "0000",
    "end": "0100",
    "venue": "the-ring",
    "artist": "GAWP",
    "description": "Having previously toured and released under different guises\r\nand styles, GAWP is certainly no stranger to the music\r\nindustry...\r\n\r\nAs a result of a lifetime spent in the studio perfecting his craft\r\nand committing to releasing only music of the highest standard,\r\nGAWP has produced a string of tracks on Mixmag's 'Label of the\r\nDecade' Dirtybird, as well as on highly respected imprints such\r\nas Beatport's 2023 label of the year, Toolroom. His latest\r\nrelease on Shermanologys label D?eaupe  joins an impressive\r\nlist of contributions to other notable labels, including Sony,\r\nWarner, In:Rotation, Night Bass, Farris Wheel, Heldeep,\r\nNervous, Skint, and many more.\r\n\r\nGAWP's productions consistently gain support from a vast\r\nspectrum of established artists and peers encompassing the\r\nlikes of Marco Corolla, James Hype, Justin Martin, Fatboy Slim,\r\nChris Lake, Mark Knight, Walker and Royce and Kyle Watson to\r\nname just a handful. Idris Elba has been a huge fan of GAWP's\r\nproductions asking him to remix his latest track 'Body Shots'\r\nafter a string of releases on his 7Wallace label.\r\n\r\nAlso he's had privilege of collaborating with exceptional\r\nvocalists in the music industry from the likes of Florence Glen,\r\nThe Melody Men, Rae, Zof, Tasita D?Mour, D08 and even Hayla.\r\nWho was known for her contributions on tour with John Summit,\r\ndeadmau5, Example and Pete Tong.\r\n\r\nThis support across the board has quite rightly translated into\r\nDJ shows the world over. From previous tours in the US and\r\nAustralia to regular events throughout Europe, GAWP has\r\nconsistently proven himself on the circuit. Tipped as DJ Magic's\r\n'One To Watch' and the direct support act for Oliver Heldens\r\nand Gene Farris on their respective tours, GAWP is able to\r\nprovide accompaniment to a wide range of DJs whilst never\r\nfailing to showcase his signature, unorthodox sound.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1802.jpg"
  },
  {
    "day": "Saturday",
    "start": "2300",
    "end": "0000",
    "venue": "the-ring",
    "artist": "Drum Machine",
    "description": "Do they get sweaty in those black leather uniforms? You bet they do, but not as much as you lot are gonna be after shaking that THING to their barrage of beats. A live 30 piece turbo-powered bateria breaking new ground, bringing live dance music to the streets, Drum Machine bash out pumping dance grooves with northern industrial intensity, balsting big beats into the heart!",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1799.jpg"
  },
  {
    "day": "Saturday",
    "start": "2200",
    "end": "2300",
    "venue": "the-ring",
    "artist": "DJ Norx",
    "description": "DJ NorX has been producing and DJing breakbeat, electro breaks, ghetto funk and funky breaks for over 10 years. His track with Veslemoy, lead singer of breakthrough band Wet Mouth, has been featured on BBC Introducing. He's been involved in curating breaks night \"SubSound\" and other music showcase projects in Liverpool and elsewhere.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist987.jpg"
  },
  {
    "day": "Saturday",
    "start": "2100",
    "end": "2200",
    "venue": "the-ring",
    "artist": "DJ Woody",
    "description": "2 Times World Champion, DJ Woody is one of the UK’s most influential scratch DJ's. Known for his innovations, he helped design the Worlds first ever musical turntable instrument (Vestax Controller One) and is famed as a prolific pioneer of new scratch techniques. His musical approach to the turntable and has led to recordings for labels including NinjaTunes, BBE, Universal, and Tokyo Dawn with artists as diverse as UK rap legends Blade and Gunshot to DJ Yoda and Jamie Cullum.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1409.jpg"
  },
  {
    "day": "Saturday",
    "start": "2000",
    "end": "2100",
    "venue": "the-ring",
    "artist": "Grace Garcia",
    "description": "Grace Garcia is back at Beat-Herder by popular demand after her successful debut last year. The up-and-coming DJ has been making waves across the country with her fresh spin on disco house and her uplifting performances.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist979.jpg"
  },
  {
    "day": "Saturday",
    "start": "1900",
    "end": "2000",
    "venue": "the-ring",
    "artist": "Madame Electrifie",
    "description": "Madame Electrifie has amassed some 20 years on the decks, playing some of the UK’s leading venues, from grass roots gigs right through to iconic venues like Turnmills and Ministry of Sound. She has supported some of the biggest names in electronic music over the years across all spectrums of the music world including The Stanton Warriors, Jon Carter, Elite Force, A Skillz, Annie Nightingale, Rob Da Bank, Krafty Kuts, the Freestylers and a whole host of bands.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1024.jpg"
  },
  {
    "day": "Saturday",
    "start": "1800",
    "end": "1900",
    "venue": "the-ring",
    "artist": "Mason Talbot",
    "description": "Mason Talbot, the Welsh-born DJ and producer based in Leeds, UK, embarked on his musical journey at 14, transitioning from rap beats to electronic music after a transformative encounter watching Green Velvet at 17.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1629.jpg"
  },
  {
    "day": "Saturday",
    "start": "1700",
    "end": "1800",
    "venue": "the-ring",
    "artist": "Miss Melodie",
    "description": "Music is the Answer!\r\nMiss Melodie's career started in 1998 when she got her first DJ gig at the Mint club in Leeds. An amazing 22 year residency has followed for the mighty Speedqueen at the warehouse where she delivers her funky house sets to one of the best crowds ever.\r\nShe has played at many venues across the uk for nights such as, Soak , Hacienda , Up yer Ronson Love to be, Retro and Gatecrasher summer sound system to name a few. Also internationally.. Ibiza, Dubai, and Turkey.\r\nWith Djing being a massive part of her life she decided to put her skills andability to teach into practice and Melodies DJ Academy was born! 13 years on the academy is goingstrong and helping to produce some fantastic dj talent from children and young as 8 to senior 60 year plus international star DJs! \r\nThe 90s was such an amazing decade for music and this is often reflected in her Dj sets.\r\nExpect classics, expect vocals, expect to not stop dancing!",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1801.jpg"
  },
  {
    "day": "Saturday",
    "start": "1600",
    "end": "1700",
    "venue": "the-ring",
    "artist": "Jez Utah (Funk and Disco Set)",
    "description": "From the age of 5, Jez Utah has been listening to as many genres of music as he can find. This has resulted in an open but confused mind full of dance music. No pressure, just enjoy the music curated by one of the world's finest funk fans.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1800.jpg"
  },
  {
    "day": "Sunday",
    "start": "0300",
    "end": "0400",
    "venue": "the-ring",
    "artist": "Morgan Seatree",
    "description": "Manchester-born artist Morgan Seatree is a refreshing new talent in the world of house music.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1653.jpg"
  },
  {
    "day": "Sunday",
    "start": "0200",
    "end": "0300",
    "venue": "the-ring",
    "artist": "Meg Ward",
    "description": "With an innate appreciation for a wide spectrum of electronic music genres, Meg has honed her unique sound, that seeks to evoke emotions through driving basslines and synth-rich compositions. This musical individuality has earned her significant acclaim, backed by industry heavyweights such as HAAi and Solomun, plus a tonne of radio support from Jaguar, Tom Ravenscroft, Danny Howard and others.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1652.jpg"
  },
  {
    "day": "Sunday",
    "start": "0100",
    "end": "0200",
    "venue": "the-ring",
    "artist": "ALTA",
    "description": "ALTA is the new alias for Movada, a renowned dance producer celebrated for his ability to craft floor-filling hits. With millions of streams across DSPs, his infectious tracks have become a mainstay on dancefloors globally. Regularly supported by Spotify and Apple Music’s editorial teams, he has also become a fixture on BBC Radio 1, with his tracks featured on popular shows like Dance Anthems and Party Anthems, further solidifying his place in the dance music scene.\r\nDriven by a desire to push creative boundaries, Movada launched his ALTA alias, aiming to deliver a punchier and edgier sound. His debut single, Hold On Me, made an immediate impact, earning support from none other than Jax Jones, who signed it to his WUGD label. The track quickly gained traction, further propelling ALTA into the spotlight and making waves in clubs across the globe.\r\nWith his signature blend of catchy hooks and high-energy beats, Movada continues to evolve both as an artist and a producer. The success of his ALTA project marks just the beginning, as he pushes forward with fresh, innovative sounds that are sure to keep him at the forefront of the dance music scene for years to come.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1808.jpg"
  },
  {
    "day": "Sunday",
    "start": "0000",
    "end": "0100",
    "venue": "the-ring",
    "artist": "DJ Emma",
    "description": "DJ Emma is a DJ, producer and broadcaster from the South West of the UK with a passion for Soul, Funk, Boogie, Disco, Garage and House Music. She has performed at many of the UK festivals over the last few years including Glastonbury, Standon Calling, Camp Bestival, Wilderness, Shindig, Beat-Herder & We Out Here. \r\n\r\nShe has been the regular choice of support act for Craig Charles over the past 5 years and has also supported Huey Morgan, Groove Armada and most recently supported Annie Mac for her 'Before Midnight' event in both Hastings and Bristol. She has shared the line up with many high profile DJs such as Kirollus, The Utah Saints, Michael Gray, Horsemeat Disco, Marcia Carr,  Colleen ?'Cosmo' Murphy & Crazy P.\r\n\r\nEmma is a regular on the club circuits in London, Bristol, Liverpool and Manchester and has played at some incredible venues such as 93 Feet East, Brixton Jamm, Hootenanny, Sushi Samba & POW Brixton in London and Lakota, Prospect Place, Motion and The Thekla  in Bristol. She made appearances in clubs in both Paris and Amsterdam more recently. 2024 saw the start of Emma promoting her own event 'Groove Junction' in her hometown that celebrates diverse music and an ethos of inclusivity & unity. \r\n\r\nEmma is a keen and passionate producer. Her debut track 'High On Music' was released on DJ Spen's label Quantize in 2021. Her unreleased tracks & edits that you can find on her Bandcamp page have been supported by many radio shows and DJs across the UK and beyond including Balami, Voices radio, 1BTN, Worldwide FM and had regular and consistent support from Craig Charles on his Funk and Soul Show on BBC6 Music. \r\n\r\nEmma has a passion for radio and has two monthly shows on both 1BTN in Brighton and Brixton Radio. She has also a freelance podcast/radio producer and has recently been producing the BBC Radio 1 Residency show working on a range of shows from Shy One's and Joseph Capriatia's last year to Natasha Digga's and DJ Tennis' shows this year.\r\nShe has done 3 ' A Trunk of Funk' mixes for Craig Charles BBC6 Saturday night show across the past 3 years and is about to release a 2 track EP.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1805.jpg"
  },
  {
    "day": "Sunday",
    "start": "2300",
    "end": "0000",
    "venue": "the-ring",
    "artist": "Ian Ossia",
    "description": "It is over 30 years since Ian Ossia's first professional gig, at the then hugely  influential and extremely cool 'Venus' night in Nottingham (run by then Sasha's manager James Baillee), followed soon after with a spot at the up-and-coming  night in Mansfield 'Renaissance'. This night took many elements from Venus  but extended it until 6am (or later), which gave it the ability to get top guests,  such as David Morales, Danny Rampling, Jeremy Healy, Ten City, A Man called  Adam, and Dina Carrol as late night clubs were a rarity at the time. It also gave  Sasha his first residency after the 'Shelley' phenomenon of the early 90s  where he first made his name in a big way. All these factors combined to make  something rather special and Ian's residency started in June 1992, shortly after  the opening of the club. Having left behind a university degree to embark on his  DJing career, many precedents were set during those first 2 years at  Renaissance, and the 'Progressive House' scene was born. Labels such as  Guerilla Records (brainchild of later super producer William Orbit) and Strictly  Rhythm became huge, and the scene began to grow exponentially.  \r\nFrom here on in, Ian's name grew along with the club, and the sound that Ian  helped develop started to become an international scene. Renaissance started  the now commonplace event of a club tour, and these tours took Ian and his  sound to all corners of the globe including US, Australia, Asia, South America  and throughout Europe both east and west. He also had strong ties with the  Ministry, including a slot at the 2000 New Year's bash at the Millennium Dome,  where Ian played the main slot before Paul Oakenfold. \r\nAfter a long hiatus for the early years of his daughter's childhood, Ian rediscovered the love for the scene on a different tangent with the rise of Nu  Disco. This led to holding an event to bring over some of his favourite artists Dr  Packer and Late Nite Tuff Guy, and Downtown Disco was born. Ian's sets as  resident are the solid underbelly of the events, with his setswinning big plays on Soundcloud and getting the Downtown parties moving from opening doors.  Downtown Disco has won #1 Disco Event in the UK in the OGV public vote  awards two years running, and has been quoted as being the favourite event of  the year for Dr Packer and superstar resident Michael Gray. \r\nIan is a real DJ's DJ, known equally for his knowledge of music, his phenomenal  technical ability and his knack of feeling a crowd and taking them with him on his  blissful journey. His recent production 'Papas Stoned' received huge acclaim and  was #1 on Greg Wilson's '20 Choice Edits & Reworks 2020-2022'.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1806.jpg"
  },
  {
    "day": "Sunday",
    "start": "2200",
    "end": "2300",
    "venue": "the-ring",
    "artist": "Pimpsoul",
    "description": "*",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1658.jpg"
  },
  {
    "day": "Sunday",
    "start": "2100",
    "end": "2200",
    "venue": "the-ring",
    "artist": "Swing Dance Leeds",
    "description": "Rob has been teaching Lindy Hop, Balboa and Charleston professionally since 2012 and loves getting new people into the dance. It is a fun and happy dance to do with great swing music from the 1920s-1940s. He is based in Leeds with regular classes as well as traveling all over the UK performing and teaching at events. A staple at The Ring stage since 2014 if you've not given swing dancing a go, now is the time.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1804.jpg"
  },
  {
    "day": "Sunday",
    "start": "2000",
    "end": "2100",
    "venue": "the-ring",
    "artist": "B-Hind",
    "description": "B-HIND is an up and coming female UK Garage Dj and producer from Colne, Lancashire. She’s always been passionate about music, and that love took her to her first Beat-Herder festival in 2018. Over the past year she has taught herself to DJ and produce, while making appearances in well known venues such as Beaverworks, The Warehouse Leeds and XLR in Manchester. She has had the opportunity to support the likes of Shy Fx, Oppidan, Diffrent and Y U QT. Her setlist varies from old school speed garage, to modern speed garage, house and bassline.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1807.jpg"
  },
  {
    "day": "Friday",
    "start": "0300",
    "end": "0400",
    "venue": "the-fortress",
    "artist": "Dave Clarke",
    "description": "Born and raised in Brighton, UK, Dave Clarke is uniquely in tune with the genre’s roots, citing early European Electronica along with Disco , 80’s Gay club music and, of course, Chicago and Detroit, as vitally important in the sonically characteristic sounds that moulded him as a musician and an artist. Dave Clarke has also long embraced sounds outside staunch electronic dance, from Brian Jonestown Massacre and Idles, original UK punk and new wave to gothic favourites Bauhaus and through his own richly adventurous music; often defined by their darker and more abrasive sonic pace and visceral accents. His complete musical palette presented via his longstanding Bi Monthly radio show “The Saga Series”.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1559.jpg"
  },
  {
    "day": "Friday",
    "start": "0200",
    "end": "0300",
    "venue": "the-fortress",
    "artist": "Ammara",
    "description": "London-based DJ and producer Ammara has broken through with a high-tempo, rave-ready, sound that combines elements of hard house and happy hardcore with trance, techno and pop melodies.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1594.jpg"
  },
  {
    "day": "Friday",
    "start": "0100",
    "end": "0200",
    "venue": "the-fortress",
    "artist": "D.A.V.E. The Drummer",
    "description": "Hydraulix made some\r\nbig waves in the Hard Techno scene throughout the 2000’s and is still going\r\nstrong with many of the new releases hitting the top spots in the Beatport\r\nCharts. Tracks from Hydraulix have found their way into the playlists of some\r\nof the worlds top DJs as well as keeping a huge following of underground Techno\r\nDJs across the globe.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1572.jpg"
  },
  {
    "day": "Friday",
    "start": "0000",
    "end": "0100",
    "venue": "the-fortress",
    "artist": "Jon Dasilva",
    "description": "Jon Dasilva's career has spanned over three decades beginning in what many consider to be the most important and influential club of its generation, Fac 51 The Haçienda, and continues with his residency for the I Love Acid club night, which won the Best Club Event in DJ Magazine’s “Best Of British Awards” 2019.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1570.jpg"
  },
  {
    "day": "Friday",
    "start": "2300",
    "end": "0000",
    "venue": "the-fortress",
    "artist": "Posthuman",
    "description": "Specialists in jacking acid house & techno from Glasgow and London - veteran producers and DJs, in action since the late 90's, Posthuman are cousins Rich Bevan & Josh Doherty. Regarded as spearheads of the UK Acid House scene for the last two decades,",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1571.jpg"
  },
  {
    "day": "Friday",
    "start": "2200",
    "end": "2300",
    "venue": "the-fortress",
    "artist": "Infrared",
    "description": "Infrared are an up-and-coming female techno duo from Darwen, taking their local music scene by storm with their fiery, energetic sets. With bookings on multiple well-established events in their hometown and the surrounding areas, the pair have also supported artists such as Boxia, Ronnie Spiteri, Rebel boy and Saytek… Definitely a pair to keep your sights on in the future.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1156.jpg"
  },
  {
    "day": "Friday",
    "start": "2100",
    "end": "2200",
    "venue": "the-fortress",
    "artist": "Sammy Dean",
    "description": "Sammy brings you a fabulous mix of new house, house classics, disco and edits with an uplifting party vibe. Rising from the heady murk of 90s rave, Sammy was a face on the scene playing vinyl sets in London bars and Summum Ibiza. In 2014 she started house night 'A Very Important House Party', a celebration of decades of house with a glam dress code. More recently she's played on some stellar line-ups alongside X-Press 2, Lisa Loud and Shades of Rhythm, and played Defected afterparties in Croatia and Malta.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1155.jpg"
  },
  {
    "day": "Friday",
    "start": "2000",
    "end": "2100",
    "venue": "the-fortress",
    "artist": "Sharon Common",
    "description": "This lady delivers every time. She's regular in Ibiza and on the UK festival scene Expect Old School House, Techno, Breaks and Rave. Hands in the air big smiles and that unforgettable1990s feeling of love and unity.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1631.jpg"
  },
  {
    "day": "Friday",
    "start": "1900",
    "end": "2000",
    "venue": "the-fortress",
    "artist": "Matty Robbo",
    "description": "Back again getting on it like a car bonnet at The Fortress, Burnley lad Matty has also been spinning at Old Skool Ibiza, Drop the Beat and Rejuvenation. He's had residencies at Remedy Gin Bar and Mojitos, and his mixes feature house, charts, oldskool, tech house and deep house.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1189.jpg"
  },
  {
    "day": "Friday",
    "start": "1800",
    "end": "1900",
    "venue": "the-fortress",
    "artist": "Pyralis",
    "description": "Pyralis are an up and coming house duo based in Manchester, UK. With releases on Moxy Muzik and Cr2 records they have spent the last 8 years crafting their sound and gaining support from huge names such as Darius Syrossian and PAWSA.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1620.jpg"
  },
  {
    "day": "Saturday",
    "start": "0300",
    "end": "0400",
    "venue": "the-fortress",
    "artist": "MPH",
    "description": "MPH has woven his sound into nearly every conceivable corner\r\nof UK dancefloors, strapping together monumental releases for some of the\r\nscenes most important imprints.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1601.jpg"
  },
  {
    "day": "Saturday",
    "start": "0200",
    "end": "0300",
    "venue": "the-fortress",
    "artist": "Tim Reaper",
    "description": "Future Retro London label boss and lover of all things Jungle, Drum & Bass and Hardcore.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1574.jpg"
  },
  {
    "day": "Saturday",
    "start": "0100",
    "end": "0200",
    "venue": "the-fortress",
    "artist": "Burt Cope",
    "description": "*",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1602.jpg"
  },
  {
    "day": "Saturday",
    "start": "0000",
    "end": "0100",
    "venue": "the-fortress",
    "artist": "DJ Jackum",
    "description": "That guy in the pink Bally",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1600.jpg"
  },
  {
    "day": "Saturday",
    "start": "2300",
    "end": "0000",
    "venue": "the-fortress",
    "artist": "Grinny Grandad",
    "description": "Shots of five-a-day feel-good funk from York’s very own happy-go-lucky octogenarian. Steer him in the right direction towards the stage and you’ll be grateful he's kept it going this long as his sun-drenched sounds lift you up above the Red Stripe-drenched grass. Sometimes the phrase respect your elders actually pays off!",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist483.jpg"
  },
  {
    "day": "Saturday",
    "start": "2200",
    "end": "2300",
    "venue": "the-fortress",
    "artist": "Malpractice",
    "description": "Malpractice is an underground dance music producer and DJ\r\nwhose bass oriented sound has earned him a loyal following in the UK’s\r\nelectronic scene.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1656.jpg"
  },
  {
    "day": "Saturday",
    "start": "2100",
    "end": "2200",
    "venue": "the-fortress",
    "artist": "Mrs Magoo",
    "description": "",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1603.jpg"
  },
  {
    "day": "Saturday",
    "start": "2000",
    "end": "2100",
    "venue": "the-fortress",
    "artist": "SHUFFA",
    "description": "SHUFFA  is a Manchester-based producer renowned for his innovative fusion of hard house, grooves, UK garage, and speed garage sounds.SHUFFA's unique style has earned him a reputation for blurring the lines between genres, often described as someone who \"makes the garage DJs play techno and the techno DJs play garage.\" SHUFFA's talent has not gone unnoticed in the music scene.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1599.jpg"
  },
  {
    "day": "Saturday",
    "start": "1900",
    "end": "2000",
    "venue": "the-fortress",
    "artist": "WheresNorth?",
    "description": "WheresNorth's reputation stems from a long history of commitment to the underground scene, playing all over the North at the best warehouse venues and clubs there is. His sets have reverberated the stages at Festivals such as Boomtown and continually helps set the rhythm at the beloved Beat-Herder festival. His ability to captivate audiences and keep thousands dancing into the early hours comes from his innate understanding of music's power and a passion to find the naughtiest and freshest bangers of all rave genres and tempos. From Techno, Breakbeat, Jungle, Bass music and anything that drops ya jaw and shakes ya legs.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1122.jpg"
  },
  {
    "day": "Saturday",
    "start": "1800",
    "end": "1900",
    "venue": "the-fortress",
    "artist": "Becky Woodcock",
    "description": "Becky Woodcock is a DJ hailing from Manchester and now based in Newcastle upon Tyne.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1643.jpg"
  },
  {
    "day": "Saturday",
    "start": "1700",
    "end": "1800",
    "venue": "the-fortress",
    "artist": "Carli Jayne",
    "description": "*",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1646.jpg"
  },
  {
    "day": "Saturday",
    "start": "1600",
    "end": "1700",
    "venue": "the-fortress",
    "artist": "Katie Wilson",
    "description": "Katie Wilson is a Garage/ Speed garage Producer and DJ from Lancashire studying Electronic Music Production at the British Institute Of Modern Music. She started off her journey in Ibiza playing in Villa parties across the island alongside some huge artists. This led her to holding a residency in Ibiza's Legendary Super club Eden and also Wiki Woo and secret sessions.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1642.jpg"
  },
  {
    "day": "Sunday",
    "start": "0300",
    "end": "0400",
    "venue": "the-fortress",
    "artist": "Dillinja",
    "description": "*",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1623.jpg"
  },
  {
    "day": "Sunday",
    "start": "0200",
    "end": "0300",
    "venue": "the-fortress",
    "artist": "Dream Frequency",
    "description": "Mention the name Dream Frequency to any oldskool raver and you will hear words like rave legends, masters of oldskool and original ravers, that's because we are one of THE original rave PA’s.  Over the last 30 years we have taken many nights to the highest level with our visual and energetic performances!",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1758.jpg"
  },
  {
    "day": "Sunday",
    "start": "0100",
    "end": "0200",
    "venue": "the-fortress",
    "artist": "Mark XTC",
    "description": "Producing with The Mix Factory, ‘Take Me Away’ was one of\r\nthe first “rave anthem’s” to hit the UK singles chart and also gained some good\r\nsuccess in the American charts.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1367.jpg"
  },
  {
    "day": "Sunday",
    "start": "0000",
    "end": "0100",
    "venue": "the-fortress",
    "artist": "Phibes",
    "description": "Known for their high powered electric live shows and speaker shaking production, real life sibling duo Phibes have taken their place at DnB's top table after a powerhouse 2021.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1624.jpg"
  },
  {
    "day": "Sunday",
    "start": "2300",
    "end": "0000",
    "venue": "the-fortress",
    "artist": "Beatroot of All Evil B2B HNA",
    "description": "*",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1755.jpg"
  },
  {
    "day": "Sunday",
    "start": "2200",
    "end": "2300",
    "venue": "the-fortress",
    "artist": "GLITCHGIRL",
    "description": "Multi genre international performer producer and DJ from Spain now living in Liverpool GLITCHGIRL will play 150 tracks an hour n leave u flabbergasted.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1622.jpg"
  },
  {
    "day": "Sunday",
    "start": "2100",
    "end": "2200",
    "venue": "the-fortress",
    "artist": "MakiMak",
    "description": "Raised on the UK festival and Bristol party scenes, MakiMak has distilled a vibe from a huge range of musical inspiration to bring a sound that's ever evolving and changing. Seamlessly blending genres in his sets, from Bass House, Electro House to UKG, Bassline, Breaks, DnB & 4X4 - MakiMak will take you on a journey that you won't tire of. You don’t know what’s coming next - but you do know it’s a banger every time.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1757.jpg"
  },
  {
    "day": "Sunday",
    "start": "2000",
    "end": "2100",
    "venue": "the-fortress",
    "artist": "Barcelona B2B Martyn",
    "description": "*",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1756.jpg"
  },
  {
    "day": "Sunday",
    "start": "1900",
    "end": "2000",
    "venue": "the-fortress",
    "artist": "Juicy Goose",
    "description": "As an aficionado of all things funky, groovy, and bassy, Juicy Gooses mixing and production is meticulously designed to get people moving and bouncing.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1645.jpg"
  },
  {
    "day": "Sunday",
    "start": "1800",
    "end": "1900",
    "venue": "the-fortress",
    "artist": "MOLL",
    "description": "MOLL began her DJ journey back in 2016, with her early sound massively influenced by her love for bassline and UK garage. She broke into the Manchester scene in 2019 following the birth of DJ collective NOT BAD FOR A GIRL and she has been making waves ever since.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1647.jpg"
  },
  {
    "day": "Sunday",
    "start": "1700",
    "end": "1800",
    "venue": "the-fortress",
    "artist": "Tropigyal",
    "description": "Leeds gyal Mollie is Tropigyal, playing ragga, D&B, jungle, speedy G and 4x4 stompers! She's a recent addition to the Leeds-based label and event organiser Frequencies, a flavour parlour of underground bangers. Show her some love at The Fortress and she'll show you some naughty tuneage and dutty basslines.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1048.jpg"
  },
  {
    "day": "Friday",
    "start": "0300",
    "end": "0400",
    "venue": "toil-trees",
    "artist": "Claude VonStroke",
    "description": "Claude VonStroke is the boss of Dirtybird.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1590.jpg"
  },
  {
    "day": "Friday",
    "start": "0200",
    "end": "0300",
    "venue": "toil-trees",
    "artist": "ATRIP",
    "description": "ATRIP is a 24-year-old, German-Polish DJ and producer based in South London making emotional electronic music. Born in Poland but raised in London, he’s a music obsessive who has long been embedded in the English capital’s hyper diverse club culture. “I love the city and music that’s so present here,” he says. “Whether it’s garage or jungle or bassline. Dubstep. It all comes from here.\"",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1833.jpg"
  },
  {
    "day": "Friday",
    "start": "0100",
    "end": "0200",
    "venue": "toil-trees",
    "artist": "Catz n' Dogz",
    "description": "It’s a plain fact – close friends Grzegorz and Wojciech have had a stellar and prolific career as the house outfit Catz ’n Dogz. The duo worked their way from humble beginnings to international acclaim, boasting performances at the hottest venues in Europe and abroad, their own record label, chart-topping singles and LPs.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1628.jpg"
  },
  {
    "day": "Friday",
    "start": "0000",
    "end": "0100",
    "venue": "toil-trees",
    "artist": "Jaguar",
    "description": "Jaguar Bingham is every bit as memorable as her name. Hailing from Alderney in the Channel Islands, but based in East London, the 27-year-old broadcaster, DJ and journalist, known mononymously as Jaguar, is among the new guard of multi-hyphenate talents steering UK dance music towards brighter waters. She’s a next-gen tastemaker instigating change through projects such as UTOPIA and The Jaguar Foundation.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1654.jpg"
  },
  {
    "day": "Friday",
    "start": "2300",
    "end": "0000",
    "venue": "toil-trees",
    "artist": "Melé",
    "description": "Renowned for invigorating the dancefloor with fuel injected dynamism, Melé (AKA Krissy Peers) is an artist who has worked tirelessly to achieve his position as a revered selector, producer and label owner. Over the past decade Melé has developed a niche sound that utilises a mesh of world music-influenced house, transatlantic hip hop, broader UK sounds and classic Chicago grooves.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1632.jpg"
  },
  {
    "day": "Friday",
    "start": "2200",
    "end": "2300",
    "venue": "toil-trees",
    "artist": "Ché Wax",
    "description": "A tastemaker with regular festival appearaces We Out Here, Beat-Herder & Gottwood - Ché forged his own sound from broken beat, acid house & jazz funk with sharp selection, unique production & 10 years of DJing/event curation, including work with Red Bull.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1684.jpg"
  },
  {
    "day": "Friday",
    "start": "2100",
    "end": "2200",
    "venue": "toil-trees",
    "artist": "Krysko",
    "description": "Having held some of the scene’s most respected residencies at The Redlight, Tribal Sessions at Sankey's Soap, Tribal Gathering and the Warehouse Project, this veteran DJ duo of over 20 years are going to warm you up and turn the temperature up to full!",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1398.jpg"
  },
  {
    "day": "Friday",
    "start": "2000",
    "end": "2100",
    "venue": "toil-trees",
    "artist": "Man Power",
    "description": "Man Power is a DJ and Music Producer who occupies a unique space as a creator, a performer and an agent provocateur in contemporary dance music and club culture.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1630.jpg"
  },
  {
    "day": "Friday",
    "start": "1900",
    "end": "2000",
    "venue": "toil-trees",
    "artist": "Anish Kumar",
    "description": "Kumar wishes to deviate from the often over-finessed tropes of modern electronic music, breathing a new lease of life into the scene with undeniably soulful and forward-facing productions.Kumar’s distinctive and boundary-pushing sound has continued to turn heads since his inception.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1598.jpg"
  },
  {
    "day": "Friday",
    "start": "1800",
    "end": "1900",
    "venue": "toil-trees",
    "artist": "Psychederek",
    "description": "Psychederek - aka Lewis Olsen - crafts music which is difficult to pin down by genre. From his bedroom studio in Stretford, Manchester, he combines electronic music with live instruments to create a unique fusion of sounds. The result is dreamy and ambient, but also weighty and hard hitting.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1490.jpg"
  },
  {
    "day": "Friday",
    "start": "1700",
    "end": "1800",
    "venue": "toil-trees",
    "artist": "Snug All Stars",
    "description": "Things are about to get all warm, cosy and intimate in the fond embrace of The Snug team. Sidle up to a dance partner and snuggle the time away with their laid-back mix of soul, funk, and a few surprises to boot (is that a tent peg in your pocket?)",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1832.jpg"
  },
  {
    "day": "Thursday",
    "start": "0300",
    "end": "0400",
    "venue": "toil-trees",
    "artist": "Darius Syrossian",
    "description": "It's all House and Techno and I'm not interested in fads'. These words from Darius Syrossian not only define his style and sound, but also represent the principles by which he has successfully made his name as a DJ, producer, label boss and radio host on a global scale.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1613.jpg"
  },
  {
    "day": "Thursday",
    "start": "0200",
    "end": "0300",
    "venue": "toil-trees",
    "artist": "Fish56Octagon",
    "description": "Every now & again, an extraordinary artist comes along that takes the world by storm, however, the person behind it rarely comes with the talent & knowledge of some of the biggest in the scene. Fish56Octagon embodies the essence of a true DJ sensation. Hailing from an undisclosed location somewhere in the UK, Fish56Octagon is exactly what the electronic music world needs right now; a great DJ playing great music. A walking encyclopaedia of all things house, trance, garage, drum & bass, hardcore and everything in between, this DJ defines ‘taking you on a journey’ during his extended sets. Whilst you may only have heard of Fish56Octagon recently, this is an artist who has been honing his craft for years and is now ready to shine.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1557.jpg"
  },
  {
    "day": "Thursday",
    "start": "0100",
    "end": "0200",
    "venue": "toil-trees",
    "artist": "Paige Tomlinson",
    "description": "Born and raised in Liverpool, cutting her teeth on the city’s underground club scene, Paige’s rich musical knowledge and technical prowess is continuing to turn heads.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1683.jpg"
  },
  {
    "day": "Thursday",
    "start": "0000",
    "end": "0100",
    "venue": "toil-trees",
    "artist": "Slipmatt",
    "description": "Consistently cutting, mixing and blending new beats with classic riffs and truly a DJ’s DJ, Slipmatt has always kept all of the classic tone and original rave anthem sound that had rocketed him to stardom, but yet still does so with a fresh approach, perpetually shaping new sounds and encouraging and supporting new music from all corners of the globe.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1612.jpg"
  },
  {
    "day": "Thursday",
    "start": "2300",
    "end": "0000",
    "venue": "toil-trees",
    "artist": "Emma 2000",
    "description": "Emma 2000 is a Leeds-based artist drawn to melodic house and drum grooves, with an atmospheric edge lent by strong chords and Balearic drums. She's is a versatile DJ happy to play chilled opening slots as well as peak time sets at Leeds’s MiNT Warehouse supporting artists like Hot Since 82, Eats Everything, Annie Mac, Solardo, Maxinne, Burnski and Route 94. She has played in Manchester, Liverpool, and London, holding a DJ residency with the brands Sersa Records and UKVisualize. Her sets are often playful, with mixing in acapellas listed as her favourite technique to stay unpredictable.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1161.jpg"
  },
  {
    "day": "Thursday",
    "start": "2200",
    "end": "2300",
    "venue": "toil-trees",
    "artist": "Clara B",
    "description": "\"House music has always been a love in my life, anything squelchy, funky, bringing in piano's, deep soulful male voices or beautiful female voices it all rings true in my ears. I would just like to share my love with others who love the same\".",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1611.jpg"
  },
  {
    "day": "Saturday",
    "start": "0300",
    "end": "0400",
    "venue": "toil-trees",
    "artist": "Demi Riquísimo",
    "description": "Raised in Detroit, London-based Demi Riquísimo’s worldwide recognition for his standout acid, italo house inspired sonic palette has support from Seth Troxler, Job Jobse, DJ Tennis, Eris Drew & Octo Octa, TEED, CC:Disco, Shanti Celeste, Haai + more.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1616.jpg"
  },
  {
    "day": "Saturday",
    "start": "0200",
    "end": "0300",
    "venue": "toil-trees",
    "artist": "DJ Boring",
    "description": "Watching DJ BORING in action is the antithesis of his mundane pseudonym; vibrant, energising, fun and full of passion, Tristan Hallis puts his all into every set.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1589.jpg"
  },
  {
    "day": "Saturday",
    "start": "0100",
    "end": "0200",
    "venue": "toil-trees",
    "artist": "DJ Tennis",
    "description": "Founder and A&R of Life and Death, Manfredi Romano grew up tour-managing punk bands and organising left-field music events in Italy around the turn of the Millennium. Having completed his studies in computer science at the University of Pisa, Manfredi went on to form DAZE, Italy’s first booking agency solely devoted to electronic music.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1588.jpg"
  },
  {
    "day": "Saturday",
    "start": "0000",
    "end": "0100",
    "venue": "toil-trees",
    "artist": "HAAi",
    "description": "A need for experimentation, exploring new sounds and new ways of making music – the inspiration driving HAAi who continues an incredible couple of years by releasing her sophomore EP on the prestigious label Mute Records.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1607.jpg"
  },
  {
    "day": "Saturday",
    "start": "2300",
    "end": "0000",
    "venue": "toil-trees",
    "artist": "Greg Wilson",
    "description": "We are proud as punch to once again welcome Mr Wilson, a true mixing pioneer widely regarded as one of the most important figures on the UK dance scene. A mover and shaker from the Hacienda days to present, Greg was instrumental in the 1980s in breaking the new electronic, post-disco records coming out of New York and became an early dance expert this side of the pond. Who better to lord it over Trash Manor than a proper dance aristocrat?",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1358.jpg"
  },
  {
    "day": "Saturday",
    "start": "2200",
    "end": "2300",
    "venue": "toil-trees",
    "artist": "Hammer",
    "description": "Hammer is known for his love of deep rolling arps, old analogue synths and big euphoric melodies.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1591.jpg"
  },
  {
    "day": "Saturday",
    "start": "2100",
    "end": "2200",
    "venue": "toil-trees",
    "artist": "SHEE",
    "description": "Playing his first DJ set aged 16, SHEE has spent near 10 years grafting and developing a fanbase on the Emerald Isle. Though these days, his sound is travelling much farther than that…",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1568.jpg"
  },
  {
    "day": "Saturday",
    "start": "2000",
    "end": "2100",
    "venue": "toil-trees",
    "artist": "Zero 7 DJ SET",
    "description": "Zero 7 have created the kind of buzz that most major label rock bands can only dream of. From their debut dub deconstruction of Radiohead's 'Climbing Up The Walls' to the orchestral sweep of their remix of Terry Callier's 'Love Theme From Spartacus'. An ultra rare remix of US country soul pioneers Lambchop's 'Up With People'Ǡre interpreted the lo-fi original into a dizzying tribute to 60s soul and jazz arranger Charles Stepney (\"er, we did get a bit Puff Daddy on that one,\" they joke disarmingly). Zero 7 have taken great records and won adoring plaudits from fans such as Jools Holland, Gilles Peterson and The Face.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1615.jpg"
  },
  {
    "day": "Saturday",
    "start": "1900",
    "end": "2000",
    "venue": "toil-trees",
    "artist": "Mini Da Minx",
    "description": "Electro/ Bass House/ Breakbeat DJ with a deep passion for a dirty bassline, here’s a lady who is not scared to mix it up with all kinds of funky sh*t!",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1655.jpg"
  },
  {
    "day": "Saturday",
    "start": "1800",
    "end": "1900",
    "venue": "toil-trees",
    "artist": "JoMo",
    "description": "JoMo is a West Yorkshire based multi-genre DJ with a passion for collecting music with African roots. In just a few years since starting her journey as a DJ, she has supported Crazy P, Flash Atkins, Léna C, BOM Afro, Big Bad Cat, and opened the Freetown stage at Africa Oyé festival in 2024.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1637.jpg"
  },
  {
    "day": "Saturday",
    "start": "1700",
    "end": "1800",
    "venue": "toil-trees",
    "artist": "Magic Island DJs",
    "description": "*",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1640.jpg"
  },
  {
    "day": "Sunday",
    "start": "0300",
    "end": "0400",
    "venue": "toil-trees",
    "artist": "Gok Wan",
    "description": "GokWan MBE is amongst the most respected and recognisable personalities across media and fashion, with award winning presenting on TV, critically acclaimed books and more recently, creating the Isolation Nation movement, whereby during the lockdown period of 2020, using his DJing and passion for uplifting and uniting people, Gok took to live streams to give his legion of followers, comfort escape and sanctuary during difficult times.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1558.jpg"
  },
  {
    "day": "Sunday",
    "start": "0200",
    "end": "0300",
    "venue": "toil-trees",
    "artist": "K-Klass (DJ Set)",
    "description": "Keeping it Klassy since the turn of the 90s, K-Klass have been clean on it since square one with their legendary house repertoire. Spawned in the Hacienda, K-Klass became residents for the world’s biggest dance brand Cream, playing guest slots all over the world at some of the most prestigious and biggest dance events.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1003.jpg"
  },
  {
    "day": "Sunday",
    "start": "0100",
    "end": "0200",
    "venue": "toil-trees",
    "artist": "Mr Scruff & MC Kwasi",
    "description": "Toil Trees resident Mr Scruff returns once again for his famous Sunday afternoon session.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist96.jpg"
  },
  {
    "day": "Sunday",
    "start": "0000",
    "end": "0100",
    "venue": "toil-trees",
    "artist": "Paul Taylor",
    "description": "A\r\nprofessional DJ since the 70’s, Paul has become an international club legend\r\nwith his RETRO HOUSE nights.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1355.jpg"
  },
  {
    "day": "Sunday",
    "start": "2300",
    "end": "0000",
    "venue": "toil-trees",
    "artist": "Woody Cook",
    "description": "Welcome Back Woody!",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1569.jpg"
  },
  {
    "day": "Sunday",
    "start": "2200",
    "end": "2300",
    "venue": "toil-trees",
    "artist": "Shaka Loves You",
    "description": "Shaka Loves You's eclectic sets fuse and draw on many influences from funk, soul, disco & house all expertly mixed with tight, live percussion.",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist301.jpg"
  },
  {
    "day": "Sunday",
    "start": "2100",
    "end": "2200",
    "venue": "toil-trees",
    "artist": "Lioness Power",
    "description": "A female duo on a heartfelt mission to spread love, peace, and equality through the unifying power of Dub and Reggae music. Known for selecting tunes with uplifting lyrics, complemented by ethereal flutes, melodic horns and deep, resonant basslines",
    "genre": "House",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1617.jpg"
  },
  {
    "day": "Friday",
    "start": "0300",
    "end": "0400",
    "venue": "the-beatherder-stage",
    "artist": "Armand Van Helden",
    "description": "As one in the steady progression of top in-house producers for Strictly Rhythm during the early '90s, Van Helden joined such names as Todd Terry, Erick Morillo, Roger Sanchez, Masters at Work and George Morel to record scores of club hits. By the late.",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1573.jpg"
  },
  {
    "day": "Friday",
    "start": "0200",
    "end": "0300",
    "venue": "the-beatherder-stage",
    "artist": "Dick & Dom",
    "description": "Back by popular demand and ready to cause absolute mayhem on the Beat-Herder Stage - it’s Dick & Dom! The BAFTA-winning duo who once ruled Saturday mornings with “Da Bungalow” are now festival favourites, spinning chaotic anthems and noughties nostalgia into full-throttle DJ sets. Expect bangers, belly laughs, and a crowd bouncing like it’s 2004. You wanted them back. You got them. Let the carnage commence.",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1859.jpg"
  },
  {
    "day": "Friday",
    "start": "0100",
    "end": "0200",
    "venue": "the-beatherder-stage",
    "artist": "Gardna",
    "description": "Gardna’s sophomore album, Time & Space, received much\r\ncritical praise, in particular from BBC Radio 1 who named him as their Future\r\nArtist of the Month. Praise from BBC Radio 1has since continued as they awarded\r\nhim a BBC Radio 1 Dance Award Winner and crowned his ‘Past & Present’\r\nBristol Rave Culture mix the Mini Mix of the Year(LISTEN).He was also invited\r\nto curate a Peak Time Mix for Future Dance with Sarah Story and received\r\nairplay from their entire daytime roster, as well as bagging their Track of the\r\nWeek title, Charlie Hedges’s Hottest Record and Jeremiah Asiamah’s Coldest\r\nRecord.",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1627.jpg"
  },
  {
    "day": "Friday",
    "start": "0000",
    "end": "0100",
    "venue": "the-beatherder-stage",
    "artist": "K-Klass LIVE",
    "description": "Keeping it Klassy since the turn of the 90s, K-Klass have been clean on it since square one with their legendary house repertoire. Spawned in the Hacienda, K-Klass became residents for the world’s biggest dance brand Cream, playing guest slots all over the world at some of the most prestigious and biggest dance events.",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1575.jpg"
  },
  {
    "day": "Friday",
    "start": "2300",
    "end": "0000",
    "venue": "the-beatherder-stage",
    "artist": "K.O.G",
    "description": "Kweku is deeply aware of his heritage and of his role as an ambassador both through space and time, negotiating culturally both between African and Western influences and between the traditional and the modern: always open to new innovations and ideas while firmly rooted in a deep lineage.",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1633.jpg"
  },
  {
    "day": "Friday",
    "start": "2200",
    "end": "2300",
    "venue": "the-beatherder-stage",
    "artist": "Drum Machine",
    "description": "Do they get sweaty in those black leather uniforms? You bet they do, but not as much as you lot are gonna be after shaking that THING to their barrage of beats. A live 30 piece turbo-powered bateria breaking new ground, bringing live dance music to the streets, Drum Machine bash out pumping dance grooves with northern industrial intensity, balsting big beats into the heart!",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1831.jpg"
  },
  {
    "day": "Friday",
    "start": "2100",
    "end": "2200",
    "venue": "the-beatherder-stage",
    "artist": "King Zepha",
    "description": "Original jump blues, rocksteady, ska & dub with honkin' horns, thumpin' double bass and raucous 3-part vocal harmonies.",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1518.jpg"
  },
  {
    "day": "Saturday",
    "start": "0300",
    "end": "0400",
    "venue": "the-beatherder-stage",
    "artist": "Fabio & Grooverider and the Outlook Orchestra",
    "description": "Four years in the\r\n  making, godfather’s of the scene Fabio & Grooverider are collaborating\r\n  with The Outlook Orchestra to present a special score celebrating a history of\r\n  jungle and drum & bass, featuring some of the scene’s most iconic and well\r\n  loved tracks.",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1554.jpg"
  },
  {
    "day": "Saturday",
    "start": "0200",
    "end": "0300",
    "venue": "the-beatherder-stage",
    "artist": "Congo Natty",
    "description": "Forever humble, always seeking to spread more positivity and encourage unity, and giving voice to the new generation who will carry his torch into the future, Mikail continues to spread the Congo Natty message as performer, a musician, a label owner, a pioneer, a revolutionary, a father. The journey continues…",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1610.jpg"
  },
  {
    "day": "Saturday",
    "start": "0100",
    "end": "0200",
    "venue": "the-beatherder-stage",
    "artist": "Dub Pistols",
    "description": "Lock and\r\n  load! Our royally riotous renegade regulars will doubtless tear it up when\r\n  they bring their hip-hop dub techno ska punk swag skank blends back home to\r\n  the Shire. Don’t miss our Barry and his evergreen bunch of dubwise vagabonds\r\n  performing their incendiary live show: this one is for the Beat-Herder\r\n  family.",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist336.jpg"
  },
  {
    "day": "Saturday",
    "start": "0000",
    "end": "0100",
    "venue": "the-beatherder-stage",
    "artist": "4am Kru",
    "description": "Newly formed London production duo 4am Kru have been making\r\nwaves in the UK jungle scene since emerging post lockdown, showcasing their\r\nimmersive brand of 1994 flavoured jungle through their raucous live shows. This\r\nis live jungle like you’ve never experienced before.",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1360.jpg"
  },
  {
    "day": "Saturday",
    "start": "2300",
    "end": "0000",
    "venue": "the-beatherder-stage",
    "artist": "Chav Brass",
    "description": "As with all the best ideas, Chav Brass started life as a conversation in a pub -",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1564.jpg"
  },
  {
    "day": "Saturday",
    "start": "2200",
    "end": "2300",
    "venue": "the-beatherder-stage",
    "artist": "Clitheroe Pop Choir",
    "description": "Try preaching to this lot! Going since 2010, choral crew CPC have gone from strength to strength, having played at your favourite festival (Beat-Herder, obviously), receiving the John Barry award for arts and culture and appearing on BBC TV. They belt out everything from ABBA to Snow Patrol and are sure to get you in the mood for a good wholesome singsong.",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1830.jpg"
  },
  {
    "day": "Saturday",
    "start": "2100",
    "end": "2200",
    "venue": "the-beatherder-stage",
    "artist": "Mista Trick Collective",
    "description": "Mista Trick began to mix live elements into his remixes, introducing musicians, rappers, and vintage swing vocalists, Elle & The Pocket Belles. This soon developed into Mista Trick Live, the on-stage performance of this renowned Swing & Bass DJ’s finest tracks, with a full live band. This musical fusion is in a league of its own, taking Swing & Bass to the next level. Mixing vintage, vaudeville vibes with distinctly down and dirty Drum & Bass, the resulting sound is like the lovechild of a wartime knees-up and a 90s rave!",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1565.jpg"
  },
  {
    "day": "Saturday",
    "start": "2000",
    "end": "2100",
    "venue": "the-beatherder-stage",
    "artist": "The Barefoot Bandit",
    "description": "Fresh from a jam-packed 2024, performing six shows at Glastonbury Festival and a headline performance at Camp Bestival, The Barefoot Bandit are making waves in the music scene.",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1595.jpg"
  },
  {
    "day": "Sunday",
    "start": "0300",
    "end": "0400",
    "venue": "the-beatherder-stage",
    "artist": "Hybrid Minds",
    "description": "Masters of their own musical and soulful style, Hybrid Minds are at the very forefront of the thriving contemporary Drum & Bass renaissance and have been an undeniable influence on the genre since they broke through in 2011.",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1555.jpg"
  },
  {
    "day": "Sunday",
    "start": "0200",
    "end": "0300",
    "venue": "the-beatherder-stage",
    "artist": "Dutty Moonshine Big Band",
    "description": "Formed in 2015, Dutty Moonshine Big Band is the creation of Michael Rack, a visionary party starter with a penchant for blending genre-blurring sounds with contemporary bass-heavy beats. What started as a bold experiment quickly evolved into a powerhouse of entertainment, featuring a huge brass section that packs a punch, hip hop and grime vocals, and an unstoppable rhythm that makes audiences sway, jump and dance with unbridled enthusiasm.",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1835.jpg"
  },
  {
    "day": "Sunday",
    "start": "0100",
    "end": "0200",
    "venue": "the-beatherder-stage",
    "artist": "Manudigital",
    "description": "Riddim maker, bass player and producer specialized in digital Reggae, Manudigital has been involved in Reggae music for more than 15 years now and has worked with many artists such as Alborosie, Beenie Man, Bounty Killer, Biga Ranx, Babylon Circus…Manu’s various web series (Digital Sessions, Back Inna Days…) are being shared worldwide across social media inspiring new fans every day.",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1596.jpg"
  },
  {
    "day": "Sunday",
    "start": "0000",
    "end": "0100",
    "venue": "the-beatherder-stage",
    "artist": "The Lancashire Hotpots",
    "description": "The Lancashire Hotpots are a comedy folk band from St Helens, England, formed in 2006.",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1561.jpg"
  },
  {
    "day": "Sunday",
    "start": "2300",
    "end": "0000",
    "venue": "the-beatherder-stage",
    "artist": "Definitely Mightbe",
    "description": "",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1566.jpg"
  },
  {
    "day": "Sunday",
    "start": "2200",
    "end": "2300",
    "venue": "the-beatherder-stage",
    "artist": "Nubiyan Twist",
    "description": "UK Afro-Jazz 9 piece band lead by Tom Excell, fusing groove driven music with sound system culture and improvisation.",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1567.jpg"
  },
  {
    "day": "Sunday",
    "start": "2100",
    "end": "2200",
    "venue": "the-beatherder-stage",
    "artist": "The Beatles Dub Club",
    "description": "A special DJ set showcasing the fab four like you’ve never heard before!",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1562.jpg"
  },
  {
    "day": "Sunday",
    "start": "2000",
    "end": "2100",
    "venue": "the-beatherder-stage",
    "artist": "Dub Catalyst",
    "description": "Infusing the soulful and mesmerising rhythms of reggae and dubwith the urban pulse of hip hop, Dub Catalyst ignites stages with anelectrifying energy that captivates audiences. This dynamicensemble, boasting a lineup of eleven talented musicians, delivers afusion of genres that transcends boundaries and stirs the soul.",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1648.jpg"
  },
  {
    "day": "Saturday",
    "start": "0300",
    "end": "0400",
    "venue": "stumblefunk-factory",
    "artist": "Denham Audio",
    "description": "Denham Audio are firing up the rave scene with a storm of breakbeats, b-lines, and acid hooks. Rooted in UK hardcore, their sound gets a proper shake-up, sitting between 140 and 160 BPM. Influenced by jungle, reggae, and beyond, they bring the heat with relentless, high-energy beats.",
    "genre": "Jungle",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1659.jpg"
  },
  {
    "day": "Saturday",
    "start": "0200",
    "end": "0300",
    "venue": "stumblefunk-factory",
    "artist": "Origin8a and Propa",
    "description": "Origin8a & Propa, the masked marauders of UK bass, blast through the night with old-school rave vibes and a wild, fresh twist. Expect breakbeats, acid lines, and raw underground energy, all served with a dose of mystery. These masked legends are here to turn the rave upside down.",
    "genre": "Jungle",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1651.jpg"
  },
  {
    "day": "Saturday",
    "start": "0100",
    "end": "0200",
    "venue": "stumblefunk-factory",
    "artist": "Crystal GEF",
    "description": "Wobbly garage-infused basslines, razor-sharp breaks, and the kind of face-scrunching filth you secretly crave - Crystal GEF is back to tear it up. Armed with some serious breakbeat artillery and a no-nonsense attitude, this wannabe rudeboy guarantees dancefloor devastation.",
    "genre": "Jungle",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1660.jpg"
  },
  {
    "day": "Saturday",
    "start": "0000",
    "end": "0100",
    "venue": "stumblefunk-factory",
    "artist": "Evil Twin",
    "description": "When Madame Electrifie and Mini da Minx finally met, they realised they could be twins. Both standing tall on the scene, and as long as they’ve got a box to stand on, they’re bound to stir up all kinds of trouble—double the mischief, double the mayhem!",
    "genre": "Jungle",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1673.jpg"
  },
  {
    "day": "Saturday",
    "start": "2300",
    "end": "0000",
    "venue": "stumblefunk-factory",
    "artist": "Ezee",
    "description": "Ezee by name, anything but by nature! A bass-heavy, filth-laden style brewed from the most eclectic of inspirations, he smashes through sets like a runaway freight train. Expect raw energy, heavyweight selections, and enough low-end to rattle your fillings.",
    "genre": "Jungle",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1674.jpg"
  },
  {
    "day": "Saturday",
    "start": "2200",
    "end": "2300",
    "venue": "stumblefunk-factory",
    "artist": "Miss Tulip",
    "description": "Miss Tulip is bringing the ultimate '00s alternative set to Beat-Herdershire, packed with scream-along anthems and a whole lot of nostalgia. Whether you're a hardcore rocker or indulging a guilty pleasure, expect classics that'll have you singing every word and jumping like it's 2005. Let's rock!",
    "genre": "Jungle",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1677.jpg"
  },
  {
    "day": "Saturday",
    "start": "2100",
    "end": "2200",
    "venue": "stumblefunk-factory",
    "artist": "Noctem",
    "description": "Noctem doesn’t just drop beats—he launches ‘em in doubles, triples, and straight-up shockwaves. High-energy DnB, precision-mixed and packed with heavyweight chaos. Underground anthems, fresh fire, and basslines filthier than a portaloo on Sunday morning—brace yourself for a relentless ride through pure, unfiltered carnage.",
    "genre": "Jungle",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1668.jpg"
  },
  {
    "day": "Saturday",
    "start": "2000",
    "end": "2100",
    "venue": "stumblefunk-factory",
    "artist": "Odylic Force",
    "description": "Electromagnetism that will excite your eardrums, contort your limbs and make your short and curlies stand on end. Expect the funky, the filthy, the uplifting and the ridiculous. \r\n\r\nThe force is strong in this one!",
    "genre": "Jungle",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1681.jpg"
  },
  {
    "day": "Saturday",
    "start": "1900",
    "end": "2000",
    "venue": "stumblefunk-factory",
    "artist": "Sir Robin",
    "description": "Sir Robin, drawn into reggae life in Whalley Range after buying a tape from a taxi driver on a drunken ride. Now blending African Soukous and Highlife, his sets bring an uplifting vibe in troubled times, filling the air with good energy and rhythms that heal the soul.",
    "genre": "Jungle",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1672.jpg"
  },
  {
    "day": "Saturday",
    "start": "1800",
    "end": "1900",
    "venue": "stumblefunk-factory",
    "artist": "Tyramyx",
    "description": "Tyramyx has been smashing it across the North West and beyond for two decades, with residencies in Ibiza, France, and the UK. A blend of old school jungle, breaks, and DnB, Tyramyx brings high-energy, fast-paced mixes that’ll have you bouncing from start to finish.",
    "genre": "Jungle",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1662.jpg"
  },
  {
    "day": "Saturday",
    "start": "1700",
    "end": "1800",
    "venue": "stumblefunk-factory",
    "artist": "WheresNorth?",
    "description": "High calibre mixing, jaw dropping breakbeats and the tastiest recipes for rave, We welcome WheresNorth to the fold for his long over due Stumblefunk debut. Wipe that sweat of ya brow and come see one of Beat-Herder's bring his hardest set yet.",
    "genre": "Jungle",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1661.jpg"
  },
  {
    "day": "Saturday",
    "start": "1600",
    "end": "1700",
    "venue": "stumblefunk-factory",
    "artist": "Gen-Z",
    "description": "GEN-Z, the rising star of Drum and Bass, is lighting up the scene with her high-energy, jump-up style. Originally from round these parts and now based in Bristol, she’s smashing it worldwide, from Los Angeles to Boomtown. Brace yourselves—GEN-Z’s just getting started!",
    "genre": "Jungle",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1657.jpg"
  },
  {
    "day": "Friday",
    "start": "0300",
    "end": "0400",
    "venue": "stumblefunk-factory",
    "artist": "Kelvin 373",
    "description": "Kelvin 373, the force behind Born On Road, is tearing up the jungle scene with raw energy and unrelenting beats. From Bristol's underground to main stages, he's got the crowd locked in. A true junglist at heart, Kelvin’s mission? Keep it fresh, keep it real, and keep it moving!",
    "genre": "Jungle",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1650.jpg"
  },
  {
    "day": "Friday",
    "start": "0200",
    "end": "0300",
    "venue": "stumblefunk-factory",
    "artist": "Dub smugglers Sound System",
    "description": "Manchester's Top ranking, Champion Skanking Sound system. Bass & Vibes a plenty. Skanking shoes at the ready!!",
    "genre": "Jungle",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1682.jpg"
  },
  {
    "day": "Friday",
    "start": "0100",
    "end": "0200",
    "venue": "stumblefunk-factory",
    "artist": "Dave the Ruf",
    "description": "A biologically unproven geriatric with hopes for rocking the party for a millennium at least, this stone age captain cavemen once again comes to slightly bother you into sweat-age and maybe even wet leg-age with tasty beats and treats and the odd big f off bleep. Ruf stuff extra fluff.",
    "genre": "Jungle",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1678.jpg"
  },
  {
    "day": "Friday",
    "start": "0000",
    "end": "0100",
    "venue": "stumblefunk-factory",
    "artist": "DJ Fairbank",
    "description": "Bradford’s Wave Crew bossman & obsessive DNB/Jungle crate-digger, DJ Fairbank drops relentless sets of filthy bootlegs & heavy basslines. So wild your nan will ditch her zimmer frame. Bring spare undercrackers - it’ll get messy!",
    "genre": "Jungle",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1675.jpg"
  },
  {
    "day": "Friday",
    "start": "2300",
    "end": "0000",
    "venue": "stumblefunk-factory",
    "artist": "DJM",
    "description": "DJM, aka Dan The Hat—Leeds’ own genre-warping, scratch-slinging sorcerer. A UK DMC finalist, Skratcher Overlord, and certified crowd igniter, he flips beats inside out with mash-ups that defy logic. Not just a DJ—a full-blown turntable alchemist. Expect chaos, expect magic, expect mayhem.",
    "genre": "Jungle",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1664.jpg"
  },
  {
    "day": "Friday",
    "start": "2200",
    "end": "2300",
    "venue": "stumblefunk-factory",
    "artist": "Emma Clair",
    "description": "Emma Clair is back for another year, serving up a hefty slice of high energy tech house injected with heavy basslines and everything from acid to old skool rave, breakbeat and electro!  Let's go!",
    "genre": "Jungle",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1415.jpg"
  },
  {
    "day": "Friday",
    "start": "2100",
    "end": "2200",
    "venue": "stumblefunk-factory",
    "artist": "Ken Evil",
    "description": "As Beat-Herder Festival celebrates its 20th anniversary! Ken Evil (BASS☆CAMP/Drum Music/WHP) also marks (just over) a quarter of a century in the DJing game! Having played every Beat-Herder to date, Ken will take you through the evolution of the grimier side of Bass from the UK and around the globe.",
    "genre": "Jungle",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1679.jpg"
  },
  {
    "day": "Friday",
    "start": "2000",
    "end": "2100",
    "venue": "stumblefunk-factory",
    "artist": "License to Jungle & Backstrap",
    "description": "A trio of strictly vinyl DJs and the \"youth divison\" of License to Jungle, made in Old Red, Leeds, encompassing the entire jungle catalogue.",
    "genre": "Jungle",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1676.jpg"
  },
  {
    "day": "Friday",
    "start": "1900",
    "end": "2000",
    "venue": "stumblefunk-factory",
    "artist": "Matt onymous",
    "description": "A multi-genre DJ from Todmorden, spinning wild sets for Anonymoussounds, Soronomousounds, and Catch 23. Recently unleashing live modular techno for Coreligula.",
    "genre": "Jungle",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1669.jpg"
  },
  {
    "day": "Friday",
    "start": "1800",
    "end": "1900",
    "venue": "stumblefunk-factory",
    "artist": "Toosh",
    "description": "Born in the heart of hardcore and jungle, Toosh cut his teeth in the 90s club scene, where raw beats and electric energy ruled. He mastered the art of seamless mixes, creating a sonic journey that speaks louder than words. Let the music take over, no questions asked!",
    "genre": "Jungle",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1671.jpg"
  },
  {
    "day": "Friday",
    "start": "1700",
    "end": "1800",
    "venue": "stumblefunk-factory",
    "artist": "ORAM",
    "description": "Oram, a Bristol-based DJ and producer, has been making waves across the South West and the UK. With support from labels like Jungle Cakes, Audio Addicts, Deep in the Jungle, and Gyro Records, his jungle sound—drawn from legends like Bladerunner, L-Side, and DJ Hybrid—runs deep. Expect big things ahead!",
    "genre": "Jungle",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1625.jpg"
  },
  {
    "day": "Friday",
    "start": "1600",
    "end": "1700",
    "venue": "stumblefunk-factory",
    "artist": "Zapya",
    "description": "Zapya’s been stirring up a ruckus in the UK DNB scene! A true force of nature, this rising star brings next-level beats and mind-blowing production. He’s got the secret sauce—raw, unfiltered sound that’s got labels like Dub Shotta and DNB Allstars in a frenzy. Watch this space!",
    "genre": "Jungle",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1626.jpg"
  },
  {
    "day": "Sunday",
    "start": "0300",
    "end": "0400",
    "venue": "stumblefunk-factory",
    "artist": "Ask My Bull",
    "description": "A madcap musical beast, Ask My Bull thrashes punk energy into drum’n’bass chaos, laced with jazzed-up mischief. One minute, it’s a neon-lit flirt, the next, a full-throttle riot. Cinematic, chaotic, and utterly contagious—strap in, ‘cause this lot’ll jolt your feet to life and your brain into overdrive!",
    "genre": "Jungle",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1644.jpg"
  },
  {
    "day": "Sunday",
    "start": "0200",
    "end": "0300",
    "venue": "stumblefunk-factory",
    "artist": "Krin",
    "description": "Krin is where Senegalese Griot musical traditions meet rave, a synthesis of West African drum rhythms and cutting edge hardware techno. Rhythms passed down through generations and reimagined in the context of modern dance music",
    "genre": "Jungle",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1680.jpg"
  },
  {
    "day": "Sunday",
    "start": "0100",
    "end": "0200",
    "venue": "stumblefunk-factory",
    "artist": "Numa",
    "description": "Live. Energy. Chaos. Bass-heavy brilliance. One of the UK’s top four beatboxers, a Guinness World Record smasher (Longest Beatbox), and the first to shake up RNCM’s hallowed halls with vocal wizardry. Expect jaw-dropping rhythms, mind-bending beats, and pure sonic sorcery.",
    "genre": "Jungle",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1667.jpg"
  },
  {
    "day": "Sunday",
    "start": "0000",
    "end": "0100",
    "venue": "stumblefunk-factory",
    "artist": "The Nextmen",
    "description": "Why waste time on dull nonsense? The Nextmen are here, ready to turn your crew into blissed-out masses! Brad Baloo and Dom Search know what time it is, blending dancehall, drum’n’bass, reggae, hip hop, soul, funk, and more into a musical feast that’ll leave you kicking back or kicking up!",
    "genre": "Jungle",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1597.jpg"
  },
  {
    "day": "Sunday",
    "start": "2300",
    "end": "0000",
    "venue": "stumblefunk-factory",
    "artist": "Clumsy",
    "description": "Clumsy Madhatters—part man, part myth, full-blown legend. Been dropping beats since Mary shifted that boulder. A Stumblefunk staple from way back, his DnB slaps harder than a monk at last orders. Find the stack, find Clumsy, and bounce ‘til your feet beg for mercy. See you in the chaos!",
    "genre": "Jungle",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1663.jpg"
  },
  {
    "day": "Sunday",
    "start": "2200",
    "end": "2300",
    "venue": "stumblefunk-factory",
    "artist": "Matt Bogle",
    "description": "Imagine a trucker, a country music fan, and a cigar-smoking hip-hop DJ walk into a bar... and the result is Matt Bogle. This Stumblefunk legend’s here to bring the beats, the swagger, and a whole lot of mischief. Buckle up.",
    "genre": "Jungle",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1665.jpg"
  },
  {
    "day": "Sunday",
    "start": "2100",
    "end": "2200",
    "venue": "stumblefunk-factory",
    "artist": "Shut Up Dave",
    "description": "Straight outta K-Town, Shut Up Dave has been wrecking raves, tearing up free parties, and causing festival carnage for 14 years. Scatty drums, heavy basslines, and chaos guaranteed. Get those gun fingers primed and be ready to scream—shut the f*ck up at the DJ!",
    "genre": "Jungle",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1666.jpg"
  },
  {
    "day": "Sunday",
    "start": "2000",
    "end": "2100",
    "venue": "stumblefunk-factory",
    "artist": "Obi Joe and Chills Myth",
    "description": "Two of West Yorkshire’s finest. Obi Joe, the powerhouse vocalist from China Shop Bull, known for grime hits ‘Hosepipe Ban’ and ‘Bread’. Chills Myth, a versatile producer and rapper, crafting irresistible beats and self-produced rap bangers that’ll make you move. Unmissable talent, pure and simple.",
    "genre": "Jungle",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1670.jpg"
  },
  {
    "day": "Thursday",
    "start": "2200",
    "end": "2330",
    "venue": "the-garage",
    "artist": "Yard Skanker",
    "description": "Pure sound system pressure from the heart of Kingston.",
    "genre": "Dancehall / Reggae",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1819.jpg"
  },
  {
    "day": "Thursday",
    "start": "2330",
    "end": "0030",
    "venue": "the-garage",
    "artist": "808 Gremlins",
    "description": "Sludgy trap beats and haunted subs.",
    "genre": "Trap / Experimental",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1819.jpg"
  },
  {
    "day": "Thursday",
    "start": "2130",
    "end": "2230",
    "venue": "launderette",
    "artist": "808 Gremlins",
    "description": "Sludgy trap beats and haunted subs.",
    "genre": "Trap / Experimental",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1819.jpg"
  },
  {
    "day": "Thursday",
    "start": "0030",
    "end": "0200",
    "venue": "the-garage",
    "artist": "Flex Unit",
    "description": "B2B2B jungle warriors tearing up the night.",
    "genre": "Jungle",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1819.jpg"
  },
  {
    "day": "Thursday",
    "start": "0200",
    "end": "0300",
    "venue": "the-garage",
    "artist": "System Hackers",
    "description": "Raw hardcore and distorted rave nostalgia.",
    "genre": "Hardcore",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1819.jpg"
  },

  {
    "day": "Thursday",
    "start": "2200",
    "end": "2330",
    "venue": "the-fortress",
    "artist": "Drill Sergeant",
    "description": "Dark 140 riddims with a military edge.",
    "genre": "Drill / Grime",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1819.jpg"
  },
  {
    "day": "Thursday",
    "start": "2330",
    "end": "0030",
    "venue": "the-fortress",
    "artist": "CR8 Digga",
    "description": "Rare grooves, deep cuts, and funky edits from the vault.",
    "genre": "Funk / Disco",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1819.jpg"
  },
  {
    "day": "Thursday",
    "start": "0030",
    "end": "0200",
    "venue": "the-fortress",
    "artist": "Night Throttle",
    "description": "Bassline, speed garage, and turbo-charged chaos.",
    "genre": "Speed Garage",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1819.jpg"
  },
  {
    "day": "Thursday",
    "start": "0200",
    "end": "0300",
    "venue": "the-fortress",
    "artist": "Echo Static",
    "description": "Dub techno wizardry for the warehouse heads.",
    "genre": "Dub Techno",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1819.jpg"
  },
  {
    "day": "Friday",
    "start": "2200",
    "end": "2330",
    "venue": "the-garage",
    "artist": "Dubbinz",
    "description": "Echo chamber business with fat subs and phasers.",
    "genre": "Dub",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1819.jpg"
  },
  {
    "day": "Friday",
    "start": "2330",
    "end": "0030",
    "venue": "the-garage",
    "artist": "Mad Rascal",
    "description": "Clownstep nostalgia meets future jungle.",
    "genre": "Drum & Bass",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1819.jpg"
  },
  {
    "day": "Friday",
    "start": "0030",
    "end": "0200",
    "venue": "the-garage",
    "artist": "MC Binary",
    "description": "Chip tunes and grime bars, a digital riot.",
    "genre": "Chiptune / Grime",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1819.jpg"
  },
  {
    "day": "Friday",
    "start": "0200",
    "end": "0300",
    "venue": "the-garage",
    "artist": "Grotstep General",
    "description": "Distorted sub swamp from the end of the world.",
    "genre": "Dubstep",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1819.jpg"
  },

  {
    "day": "Friday",
    "start": "2200",
    "end": "2330",
    "venue": "the-fortress",
    "artist": "Plasmatic",
    "description": "Industrial club noise for the brave.",
    "genre": "EBM / Industrial",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1819.jpg"
  },
  {
    "day": "Friday",
    "start": "2330",
    "end": "0030",
    "venue": "the-fortress",
    "artist": "Sir Loopalot",
    "description": "Live looping chaos and crowd-controlled chaos.",
    "genre": "Live / Experimental",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1819.jpg"
  },
  {
    "day": "Friday",
    "start": "0030",
    "end": "0200",
    "venue": "the-fortress",
    "artist": "The Sludge God",
    "description": "A crawl through 20Hz fog and dystopian breaks.",
    "genre": "Sludge / Bass",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1819.jpg"
  },
  {
    "day": "Friday",
    "start": "0200",
    "end": "0300",
    "venue": "the-fortress",
    "artist": "Kickback Klub",
    "description": "Tech-house flavours and cosmic detours.",
    "genre": "House / Techno",
    "image": "https://beatherder.co.uk/assets/thumbs/artist1819.jpg"
  }
]
